Repository: iakdis/librecamera
Catalog: lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, de, el, eo, es, eu, fr, gl, hu, ia, id, is, it, ja, ko, lv, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, ta, tr, uk, zh, zh_hant

source: APP SETTINGS
ar: إعدادات التطبيق
be: НАЛАДЫ ДАДАТКА
bg: НАСТРОЙКИ НА ПРИЛОЖЕНИЕТО
ca: OPCIONS DE L'APLICACIÓ
cs: NASTAVENÍ APLIKACE
de: APP EINSTELLUNGEN
el: ΡΥΘΜΙΣΕΙΣ ΕΦΑΡΜΟΓΗΣ
eo: PROGRAMAJ AGORDOJ
es: CONFIGURACIÓN DE LA APLICACIÓN
eu: APLIKAZIOAREN KONFIGURAZIOA
fr: PARAMÈTRES DE L'APP
gl: AXUSTES DA APP
hu: APP BEÁLLÍTÁSOK
ia: PARAMETROS DEL APPLICATION
id: PENGATURAN APP
is: STILLINGAR FORRITS
it: IMPOSTAZIONI APP
ja: アプリ設定
ko: 앱 설정
lv: LIETOTNES IESTATĪJUMI
ml: പ്രയോഗത്തിന്റെ ക്രമീകരണങ്ങൾ
ms: TETAPAN APLIKASI
nb: Programinnstillinger
nl: APP-INSTELLINGEN
pl: OGÓLNE
pt: CONFIGURAÇÕES
pt_br: CONFIGURAÇÕES DO APLICATIVO
ro: SETĂRILE APLICAȚIEI
ru: НАСТРОЙКИ ПРИЛОЖЕНИЯ
sl: NASTAVITVE APLIKACIJE
ta: பயன்பாட்டு அமைப்புகள்
tr: UYGULAMA AYARLARI
uk: НАЛАШТУВАННЯ ЗАСТОСУНКУ
zh: 界面设置
zh_hant: 應用程式設定

# autoSmall
source: AUTO
ar: تلقائي
be: АЎТАМАТЫЧНА
bg: АВТОМАТИЧЕН
cs: AUTOMATICKY
el: ΑΥΤΟΜΑΤΟ
eo: AŬTOMATA
es: AUTOMÁTICO
eu: AUTOMATIKOA
fr: AUTOMATIQUE
hu: AUTOMATIKUS
ia: AUTOMATIC
id: OTOMATIS
is: SJÁLFVIRKT
ja: オート
ko: 오토
ml: സ്വയമേവ
ms: AUTOMATIK
nl: AITOMATISCH
pt_br: AUTOMÁTICO
ru: АВТО
sl: AVTOMATSKO
ta: தானி
tr: OTOMATİK
uk: АВТО
zh: 自动
zh_hant: 自動

source: Back
ar: خلف
be: Назад
bg: Назад
ca: Enrere
cs: Zpět
de: Zurück
el: Πίσω
eo: Reen
es: Atrás
eu: Atzera
fr: Précédent
gl: Atrás
hu: Vissza
ia: Precedente
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ko: 뒤로
ml: തിരികെ
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ro: Înainte
ru: Назад
sl: Nazaj
ta: பின்
tr: Geri
uk: Назад
zh: 返回
zh_hant: 返回

source: CAMERA BEHAVIOUR
be: ПАВОДЗІНЫ КАМЕРЫ
bg: ПОВЕДЕНИЕ НА КАМЕРАТА
ca: COMPORTAMENT DE LA CÀMERA
cs: CHOVÁNÍ KAMERY
de: KAMERAVERHALTEN
el: ΣΥΜΠΕΡΙΦΟΡΑ ΚΑΜΕΡΑΣ
es: COMPORTAMIENTO DE LA CÁMARA
eu: KAMERAREN IBILERA
fr: COMPORTEMENT CAMÉRA
gl: COMPORTAMENTO DA CÁMARA
hu: KAMERA VISELKEDÉSE
ia: COMPORTAMENTO DEL CAMERA
id: PERILAKU KAMERA
is: HEGÐUN MYNDAVÉLAR
it: IMPOSTAZIONI FOTOCAMERA
ja: カメラ設定
ko: 카메라 설정
ml: ക്യാമറ പെരുമാറ്റം
ms: TINGKAH LAKU KAMERA
nb: Kameraadferd
nl: CAMERAGEDRAG
pl: KAMERA
pt: COMPORTAMENTO DA CÂMERA
pt_br: COMPORTAMENTO DA CÂMERA
ro: COMPORTAMENTUL CAMERA
ru: НАСТРОЙКИ КАМЕРЫ
sl: NASTAVITVE KAMERE
ta: கேமரா நடத்தை
tr: KAMERA TUTUMU
uk: ПОВЕДІНКА КАМЕРИ
zh: 相机设置
zh_hant: 相機行為

source: Capture at volume press
be: Здымаць калі націснута кнопка гуку
ca: Captura amb el botó de volum
cs: Zachytit při stisknutí tl. hlasitosti
de: Aufnahme beim Drücken der Lautstärketasten
el: Λήψη με το πάτημα της έντασης ήχου
es: Captura al pulsar el volumen
gl: Tomar foto co botón de volume
hu: Felvétel a hangerőgomb megnyomásával
ia: Capturar al pressar le volumine
id: Tangkap ketika menekan volume
is: Taka mynd með hljóðstyrkshnöppum
it: Scatta con tasti volume
ko: 볼륨 버튼 동작
nb: Knips/spill inn med lydstyrketastene
nl: Opname bij druk op volume-knop
pl: Przechwytywanie po wciśnięciu przycisku głośności
pt: Capturar ao pressionar o volume
pt_br: Capturar ao pressionar o volume
ro: Captură la apăsarea volumului
ru: Захват в объемном прессе
sl: Sprožite s pritiskom na gumb za glasnost
ta: தொகுதி அழுத்தத்தில் பிடிப்பு
tr: Ses düğmesine basıldığında yakala
uk: Захоплення при натисканні кнопки гучності
zh: 用音量键拍照
zh_hant: 按音量按鈕進行拍攝

# captureAtVolumePress_description
source: When enabled, pressing a volume button will capture a picture or record a video
be: Калі ўключана, націсканне кнопкі гуку будзе здямаць выяву або запісваць відэа
ca: En habilitar-ho, el botó del volum pot fer una foto o enregistrar un vídeo
cs: Pokud je tato funkce povolena, stisknutím tlačítka hlasitosti pořídíte snímek nebo začnete nahrávat video
de: Wenn aktiviert, wird durch Drücken einer Lautstärketaste ein Foto oder ein Video aufgenommen
el: Όταν είναι ενεργοποιημένο, πατώντας το κουμπί έντασης ήχου θα γίνει λήψη μιας εικόνας ή ενός βίντεο
es: Cuando está activado, al pulsar un botón de volumen se captura una foto o se graba un vídeo
gl: Se o activas, ao premer o botón de volume tomarás unha foto ou gravarás un vídeo
hu: Ha engedélyezve van, a hangerőgomb megnyomásával rögzíti a képet, vagy felveszi a videót
ia: Quando es activate, al pressar un button de volumine se captura un imagine o registra un video
id: Ketika diaktifkan, menekan tombol volume akan menangkap gambar atau merekam video
is: Þegar þetta er virkjað mun mynd verða tekin eða upptaka myndskeiðs sett í gang við að ýtt sé á hljóðstyrkshnapp
it: Se abilitato, premere un tasto volume scatterà una foto o registrerà un video
ko: 활성화할 경우, 볼륨 버튼을 눌러 사진을 촬영하거나 동영상을 녹화합니다
nb: Når aktivert vil et trykk på en volumknapp ta et bilde eller ta opp video
nl: Indien ingeschakeld, wordt door op een volumeknop te drukken een foto gemaakt of een video opgenomen
pl: Po włączeniu tej funkcji, naciśnięcie przycisku głośności spowoduje zrobienie zdjęcia lub nagranie filmu
pt: Quando ativado, pressionar um botão de volume capta uma fotografia ou grava um vídeo
pt_br: Quando ativado, pressionar um botão de volume captura uma fotografia ou grava um vídeo
ro: Când este activată, apăsarea unui buton de volum va captura o imagine sau va înregistra un videoclip
ru: При включении нажатие кнопки громкости захватит изображение или запишет видео
sl: Ko je omogočeno, s pritiskom na gumb za glasnost posnamete sliko ali začnete snemati videoposnetek
ta: இயக்கப்பட்டால், ஒரு தொகுதி பொத்தானை அழுத்தினால் ஒரு படத்தைப் பிடிக்கும் அல்லது வீடியோவைப் பதிவு செய்யும்
tr: Etkinleştirildiğinde, bir ses düğmesine basıldığında resim çekilecek veya video kaydedilecektir
uk: Якщо ввімкнено, натискання кнопки гучності зробить знімок або запише відео
zh: 按下一个音量键，就可以拍照或录视频
zh_hant: 啟用後，按音量按鈕將拍攝照片或錄製影片

source: Choose path
be: Выбраць шлях
bg: Изберете път
ca: Navega
cs: Zvolit cestu
de: Pfad auswählen
el: Επιλογή θέσης
eo: Elektu dosierujon
es: Elige una ruta
eu: Karpeta aukeratu
fr: Choisir l'emplacement
gl: Elixe ruta
hu: Útvonal kiválasztása
ia: Seliger le percurso
id: Pilih direktori
is: Veldu slóð
it: Scegli il percorso
ja: フォルダー選択
ko: 경로 선택
ml: പാത തിരഞ്ഞെടുക്കുക
ms: Pilih laluan
nb: Velg sti
nl: Pad kiezen
pl: Wybierz ścieżkę
pt: Escolha o caminho
pt_br: Escolher caminho
ro: Alegeți calea
ru: Сменить путь
sl: Izberi pot
ta: பாதையைத் தேர்வுசெய்க
tr: Konum seçin
uk: Виберіть шлях
zh: 选择路径
zh_hant: 選擇路徑

source: Default exposure
ar: التعريض الضوئي الإفتراضي
be: Прадвызначаная экспазіцыя
bg: Експозиция по подразбиране
ca: Exposició per defecte
cs: Výchozí expozice
de: Standard Belichtung
el: Προεπιλεγμένη έκθεση
es: Exposición por defecto
eu: Lehenetsitako Esposizioa
fr: Exposition par défaut
gl: Exposición por defecto
hu: Alapértelmezett expozíció
ia: Exposition predefinite
id: Eksposur default
is: Sjálfgefin lýsing
it: Esposizione predefinita
ja: デフォルト
ko: 기본값
ms: Pendedahan lalai
nb: Forvalgt eksponering
nl: Standaardbelichting
pl: Ekspozycja domyślna
pt: Exposição padrão
pt_br: Exposição padrão
ro: Expunere implicită
ru: Экспозиция по умолчанию
sl: Privzeta osvetlitev
ta: இயல்புநிலை வெளிப்பாடு
tr: Öntanımlı pozlandırma
uk: Експозиція за замовчуванням
zh: 默认曝光补偿值
zh_hant: 預設曝光

source: Disable audio
be: Адключыць аўдыё
bg: Деактивирайте аудиото
ca: Inhabilita l'àudio
cs: Zakázat zvuk
de: Ton deaktivieren
el: Απενεργοποίηση ήχου
es: Desactivar audio
eu: Soinua desaktibatu
fr: Désactiver l'audio
gl: Desactivar audio
hu: Hang letiltása
ia: Disactivar le audio
id: Nonaktifkan audio
is: Gera hljóð óvirkt
it: Disattiva audio
ja: マイク無効
ko: 오디오 비활성화
ml: ശബ്ദം പ്രവർത്തനരഹിതമാക്കുക
ms: Menghalang audio
nb: Skru av lyd
nl: Audio uitschakelen
pl: Wyłącz dźwięk
pt: Desabilitar áudio
pt_br: Desativar o áudio
ro: Dezactivați audio
ru: Не записывать звук
sl: Onemogoči zvok
ta: ஆடியோவை முடக்கு
tr: Sesi devre dışı bırak
uk: Вимкнути звук
zh: 不录音频
zh_hant: 停用音訊

# disableAudio_description
source: Disable audio when recording a video
be: Адключае аўдыё пад час запісу відэа
bg: Деактивирайте звука, когато записвате видео
ca: Desactiva l'àudio quan s'enregistra un vídeo
cs: Zakázat zvuk při nahrávání videa
de: Deaktiviere den Ton beim Aufnehmen von Videos
el: Απενεργοποίηση ήχου κατά την εγγραφή βίντεο
es: Desactiva el audio cuando estás grabando un vídeo
eu: Bideoa grabatzerakoan soinua desaktibatzen du
fr: Désactiver l'audio durant l'enregistrement d'une vidéo
gl: Desactivar o audio ao gravar vídeos
hu: A videó rögzítésénél letiltja a hangot
ia: Disactivar le audio quando un video es registrante
id: Nonaktifkan audio saat merekam video
is: Gera hljóð óvirkt við upptöku myndskeiðs
it: Disattiva l'audio quando si registra un video
ja: 録画するとき音声を録音しない
ko: 동영상을 녹화할 때 오디오를 비활성화합니다
ms: Menghalang audio apabila merekod video
nb: Skru av lyd ved videoopptak
nl: Audio uitschakelen bij een video-opname
pl: Wyłącza dźwięk podczas nagrywania wideo
pt: Desabilita o áudio ao gravar um vídeo
pt_br: Desativa o áudio ao gravar um vídeo
ro: Dezactivați sunetul când înregistrați un videoclip
ru: Отключить запись звука при съёмке видео
sl: Onemogoči zvok med snemanjem videoposnetka
ta: வீடியோவைப் பதிவுசெய்யும்போது ஆடியோவை முடக்கு
tr: Video kaydederken sesi devre dışı bırak
uk: Вимкнути звук під час запису відео
zh: 录视频时不录音频
zh_hant: 錄製影片時停用音訊

source: Enable compression
ar: تمكين الضغط
be: Уключыць сціск
bg: Активиране на компресията
ca: Activa la compressió
de: Komprimierung aktivieren
el: Ενεργοποίηση συμπίεσης
eo: Ŝalti kunpremadon
eu: Konpresioa aktibatu
fr: Activer la compression
gl: Activar compresión
hu: Tömörítés engedélyezése
ia: Activar compression
is: Virkja þjöppun
it: Abilita compressione
ja: 圧縮を有効にする
ko: 압축 사용
lv: Iespējot saspiešanu
ml: സങ്കുചിതപ്പെടുത്തൽ സജീവമാക്കുക
ms: Dayakan pemampatan
nb: Aktiver komprimering
nl: Compressie inschakelen
nn: Slå på komprimering
pt: Ativar compressão
pt_br: Ativar compressão
ro: Activează comprimarea
ta: சுருக்கலை இயக்கவும்

# enableCompression_description
source: Use compression when saving images to save storage space.
ar: استخدم الضغط عند حفظ الصور لتوفير مساحة التخزين.
be: Выкарыстоўваць сціск пры захаванні малюнкаў, каб эканоміць месца на дыску.
bg: Използвайте компресия при записване на изображения, за да спестите място за съхранение.
ca: Utilitza la compressió en desar imatges per estalviar espai d'emmagatzematge.
de: Verwende Komprimierung beim Speichern von Bildern, um Speicherplatz zu sparen
el: Χρησιμοποιήστε συμπίεση κατά την αποθήκευση εικόνων για εξοικονόμηση χώρου αποθήκευσης.
eo: Uzi kunpremadon kiam vi konservas bildojn por ŝpari diskospacon
eu: Erabili konpresioa irudiak gordetzen dituzunean biltegiratze-lekua aurrezteko.
fr: Utiliser la compression lors de l'enregistrement des images pour économiser de l'espace de stockage
gl: Utilizar compresión ao gardar imaxes para aforrar espazo na almacenaxe.
hu: A képek mentésekor a tárhelytakarékosság érdekében használjon tömörítést.
ia: Usar compression al salvar imagines pro sparer spatio de almacenamiento.
is: Notaðu þjöppun þegar myndir eru vistaðar til að spara geymslupláss.
it: Usa la compressione quando salvi le immagini per risparmiare spazio di archiviazione
ja: 画像を保存するときに圧縮を使用してストレージを節約します
ko: 이미지를 저장할 때 압축을 사용하여 저장 공간을 절약합니다
lv: Izmantojiet saspiešanu, saglabājot attēlus, lai ietaupītu vietu krātuvē.
ml: ചിത്രങ്ങൾ സേവ് ചെയ്യുമ്പോൾ സംഭരണശേഷി ലാഭിക്കാൻ സങ്കുചിതപ്പെടുത്തൽ ഉപയോഗിക്കുക
ms: Gunakan pemampatan semasa menyimpan imej untuk menjimatkan ruang storan
nb: Bruk komprimering når du lagrer bilder for å spare lagringsplass
nl: Gebruik compressie bij het opslaan van afbeeldingen om schijfruimte te besparen
nn: Bruk komprimering når du lagrar bilete for å spare lagringsplass.
pt: Use compressão ao salvar imagens para economizar espaço de armazenamento
pt_br: Use compressão ao salvar imagens para economizar espaço de armazenamento
ro: Folosește comprimarea când salvezi imaginile pentru a economisi spațiu de stocare.
ta: படங்களை சேமிக்கும்போது சேமிப்பு இடத்தைச் சேமிக்க சுருக்கலைப் பயன்படுத்தவும்.

source: Enable exposure slider
be: Уключыць экспазіцыйны прагортвальнік
bg: Активирайте плъзгача за експозиция
ca: Habilita el control d'exposició
cs: Povolit posuvník expozice
de: Belichtungs-Schieberegler aktiveren
el: Ενεργοποίηση διακόπτη κύλισης έκθεσης
es: Habilitar la barra de exposición
eu: Esposizio-barra gaitu
fr: Activer le curseur d'exposition
gl: Activar barra de exposición
hu: Expozíciós csúszka engedélyezése
ia: Activar glissator de exposition
id: Aktifkan penggeser pencahayaan
is: Virkja lýsingarsleða
it: Abilita cursore esposizione
ja: 露出スライダーを表示
ko: 노출 슬라이더 활성화
ms: Membolehkan peluncur pendedahan
nb: Eksponeringsglidebryter
nl: Belichtingsschuifregelaar inschakelen
pl: Włącz suwak ekspozycji
pt: Habilitar controle deslizante de exposição
pt_br: Ativar controle deslizante da exposição
ro: Activați glisorul de expunere
ru: Слайдер выдержки
sl: Omogoči drsnik za osvetlitev
ta: வெளிப்பாடு ச்லைடரை இயக்கவும்
tr: Pozlandırma kaydırıcısını etkinleştir
uk: Ввімкнути повзунок експозиції
zh: 显示曝光滑动条
zh_hant: 啟用曝光滑桿

# enableExposureSlider_description
source: When enabled, a slider will appear to manually adjust the exposure
be: Калі ўключана, прагортвальнік можна выкарыстоўваць каб ўласна экспазіцыянаваць камеру
bg: Когато е активиран, ще се появи плъзгач за ръчно регулиране на експонацията
ca: Mostra a la interfície un lliscador on ajustar el control d'exposició
cs: Při povolení se zobrazí posuvník pro ruční nastavení expozice
de: Wenn aktiviert, erscheint ein Schieberegler an der Seite, um die Belichtung manuell zu verstellen
el: Όταν είναι ενεργοποιημένο, ένας διακόπτης κύλισης θα εμφανιστεί για την χειροκίνητη ρύθμιση της έκθεσης
es: Al activarse, aparecerá una barra con el que puedes controlar manualmente la exposición
eu: Aktibatzean, barra bat agertuko da, esposizioa eskuz kontrolatzeko
fr: Quand activé, une barre apparaîtra pour ajuster manuellement l'exposition
gl: Ao activala terás unha barra de desprazamento para axustar manualmente a exposición
hu: Ha engedélyezve van, egy csúszka jelenik meg az expozíció kézi beállításához
ia: Quando es activate, un glissator apparera pro adjustar manualmente le exposition
id: Ketika diaktifkan, sebuah penggeser untuk penyesuaian pencahayaan manual akan muncul
is: Þegar þetta er virkjað mun birtast sleði til að aðlaga lýsingu handvirkt
it: Se abilitato, appare un cursore per regolare manualmente l'esposizione
ja: 露出を手動で調整するスライダーを表示する
ko: 활성화할 경우, 수동 노출 설정 슬라이더를 표시합니다
ms: Apabila dibolehkan, peluncur akan muncul untuk melaraskan pendedahan secara manual
nb: Viser en glidebryter for manuell innstilling av eksponering
nl: Indien ingeschakeld, verschijnt er een schuifregelaar om de belichting handmatig aan te passen
pl: Włącza suwak umożliwiający ręczne dostosowanie ekspozycji
pt: Quando habilitado, um controle deslizante aparecerá para que se possa ajustar a exposição manualmente
pt_br: Quando ativado, um controle deslizante aparecerá para se ajustar manualmente a exposição
ro: Când este activată, va apărea un glisor pentru a regla manual expunerea
ru: Включает отображение слайдера регулировки выдержки на экране камеры
sl: Ko je omogočeno, se prikaže drsnik za ročno prilagajanje osvetlitve
ta: இயக்கப்பட்டால், ஒரு ச்லைடர் வெளிப்பாட்டை கைமுறையாக சரிசெய்யத் தோன்றும்
tr: Etkinleştirildiğinde, pozlamayı elle ayarlamak için bir kaydırıcı görünecektir
uk: Якщо ввімкнено, з'явиться повзунок для ручного регулювання експозиції
zh: 开启本选项，显示手动调整曝光补偿的滑动条
zh_hant: 啟用後，將出現一個滑桿以手動調整曝光

# enableMaximumScreenBrightness
source: Maximum screen brightness
ar: الحد الأقصى لسطوع الشاشة
be: Максімальная яркасць экрану
bg: Максимална яркост на екрана
ca: Brillantor de pantalla màxima
cs: Maximální jas obrazovky
de: Maximale Bildschirmhelligkeit
el: Μέγιστη φωτεινότητα οθόνης
es: Máximo brillo de la pantalla
eu: Pantailaren distira maximoa
fr: Luminosité maximale de l'écran
gl: Brillo máximo da pantalla
hu: Maximális képernyőfényerő
ia: Luminositate maxime de schermo
id: Kecerahan maksimum layar
is: Hámarks birtustig skjás
it: Massima luminosità schermo
ja: 画面の最大輝度
ko: 최대 화면 밝기
ml: പരമാവധി സ്ക്രീൻ തെളിച്ചം
ms: Kecerahan skrin maksimum
nb: Maks. skjermlysstyrke
nl: Maximale schermhelderheid
pl: Maksymalna jasność ekranu
pt: Máxima luminosidade da tela
pt_br: Brilho máximo da tela
ro: Luminozitatea maximă a ecranului
ru: Максимальная яркость экрана
sl: Največja svetlost zaslona
ta: அதிகபட்ச திரை ஒளி
tr: En yüksek ekran parlaklığı
uk: Максимальна яскравість екрану
zh: 屏幕保持最亮
zh_hant: 最大螢幕亮度

# enableMaximumScreenBrightness_description
source: When enabled, the screen brightness of your device will be set to the maximum
ar: عند التمكين، سيتم ضبط سطوع شاشة جهازك على الحد الأقصى
be: Калі ўключана, яркасць экрану на вашай прыладзе будзе максімальнай
bg: Когато е активирана, яркостта на екрана на вашето устройство ще бъде зададена на максимум
ca: En habilitar-ho La brillantor canvia al màxim durant l'ús d'aquesta aplicació
cs: Při povolení se jas obrazovky zařízení se nastaví na maximální hodnotu
de: Wenn aktiviert, wird die Bildschirmhelligkeit deines Geräts auf das Maximum gesetzt
el: Όταν είναι ενεργοποιημένο, η φωτεινότητα της συσκευής θα είναι στο μέγιστο
es: Al activarse, el brillo de la pantalla de su dispositivo se ajustará al máximo
eu: Aktibatzean, zure gailuaren pantailaren distira maximoan ezarriko da
fr: Quand activé, la luminosité de l'écran de votre appareil sera réglée sur le maximum
gl: Ao activalo, o brillo da pantalla do dispositivo axustarase ao valor máximo
hu: Ha engedélyezve van, a készülék képernyőjének fényereje a maximális értékre lesz állítva
ia: Quando es activate, le luminositate del schermo de tu apparato essera definite al maxime
id: Ketika diaktifkan, kecerahan perangkat anda akan diatur ke maksimum
is: Þegar þetta er virkjað mun birtustig skjásins á tækinu þínu verða hámarkaður
it: Se abilitato, la luminosità dello schermo viene impostata al massimo
ja: 有効にすると、デバイスの画面の明るさが最大に設定されます
ko: 활성화할 경우, 기기의 화면 밝기가 최대로 설정됩니다
ml: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, നിങ്ങളുടെ ഉപകരണത്തിന്റെ സ്‌ക്രീൻ തെളിച്ചം പരമാവധി സജ്ജമാക്കും
ms: Apabila dibolehkan, kecerahan skrin peranti anda akan ditetapkan pada tahap maksimum
nb: Setter skjermlysstyrken på enheten din til maks.
nl: Indien ingeschakeld, wordt de schermhelderheid van uw apparaat ingesteld op het maximum
pl: Po włączeniu jasność ekranu urządzenia będzie maksymalna
pt: Quando habilitado, o brilho da tela de seu dispositivo será ajustado ao máximo
pt_br: Quando ativado, o brilho da tela do seu dispositivo será definido para o máximo
ro: Când este activată, luminozitatea ecranului dispozitivului va fi setată la maxim
ru: Если эта функция включена, яркость экрана вашего устройства будет установлена на максимальное значение
sl: Ko je omogočeno, bo svetlost zaslona vaše naprave nastavljena na največjo vrednost
ta: இயக்கப்பட்டால், உங்கள் சாதனத்தின் திரை ஒளி அதிகபட்சமாக அமைக்கப்படும்
tr: Etkinleştirildiğinde, aygıtınızın ekran parlaklığı en yükseğe ayarlanacaktır
uk: Якщо ввімкнено, яскравість екрана вашого пристрою буде встановлено на максимальну
zh: 开启本选项，设备屏幕的亮度会调为最大
zh_hant: 啟用後，裝置的螢幕亮度將會設定為最大

# enableModeRow
source: Enable focus and exposure mode row
be: Уключыць факусіроўку і рэжым экспазіцыі
bg: Активиране/превключване на режим на фокус и експозиция
ca: Habilita la barra de focus i exposició
cs: Povolit řádek ostření a expozice
de: Reihe für den Fokus- und Belichtungsmodus aktivieren
el: Ενεργοποίηση γραμμής εστίασης και έκθεσης
es: Habilitar la lista de modos de enfoque y exposición
eu: HFokuratzeko eta azaltzeko moduen zerrenda gaitu
fr: Activer la ligne pour les modes focus et exposition
gl: Activar os controis de enfoque e exposición
hu: Fókusz- és expizíciómód sorának engedélyezése
ia: Activar le rango de modos de foco e exposition
id: Aktifkan baris mode fokus dan pencahayaan
is: Virkja röð fyrir fókus- og lýsingarhami
it: Abilita barra messa a fuoco ed esposizione
ja: 露出・フォーカス設定を表示
ko: 포커스 및 노출 설정 활성화
ms: Membolehkan baris mod fokus dan pendedahan
nb: Fokus- og eksponeringsmodusrad
nl: Regel voor focus- en belichtingsmodus inschakelen
pl: Włącz pasek ostrości i ekspozycji
pt: Habilitar modo de linha de foco e exposição
pt_br: Ativar linha de foco e modo da exposição
ro: Activați rândul modului de focalizare și expunere
ru: Режимы фокусировки и выдержки
sl: Aktivirajte vrstico za način ostrenja in osvetlitve
ta: கவனம் மற்றும் வெளிப்பாடு பயன்முறை வரிசையை இயக்கவும்
tr: Odak ve pozlama modu satırını etkinleştir
uk: Ввімкнути рядок режиму фокусування та експозиції
zh: 显示对焦模式和曝光模式控制栏
zh_hant: 啟用對焦和曝光模式行

# enableModeRow_description
source: Enable a row at the bottom to switch the exposure and focus modes
be: Выкарыстоўвайце пераключальнік унізе каб пераключацца паміж экспазіцыйным і факусіровачным рэжымамі
bg: Активирайте ред в долната част, за да превключите режими на експозиция и фокус
ca: Mostra a la interfície una barra on modificar aquestes opcions
cs: Povolit řádek v dolní části pro přepínání režimů expozice a zaostření
de: Zeige unten eine Reihe zum wechseln des Fokus- und Belichtungsmodus an
el: Ενεργοποίηση μιας σειράς στο κάτω μέρος για την αλλαγή έκθεσης και εστίασης
es: Crea una lista abajo donde puedes cambiar los modos de exposición y enfoque
eu: Behean zerrenda sortu, non esposizio eta fokuratze-moduak aldatzeko
fr: Active une rangée, située en bas de l'écran, pour permuter les modes d'exposition et de focus
gl: Activar os botóns na zona inferior para cambiar os modos de enfoque e exposición
hu: Alul engedélyez egy sort a fókusz- és az expozíciómódok váltásához
ia: Activa un rango al basse pro cambiar le modos de foco e exposition
id: Aktifkan baris di bagian bawah untuk mengganti mode pencahayaan dan fokus
is: Virkjaðu röð neðst þar sem hægt er að skipta um lýsingar- og fókushami
it: Abilita una barra sul fondo per cambiare le modalità di esposizione e di messa a fuoco
ja: 画面の下に露室とフォーカス設定を切り替わるボタンを表示する
ko: 화면 하단에 포커스 및 노출 모드 버튼을 활성화합니다
ms: Membolehkan baris di bawah untuk tukar mod pendedahan dan fokus
nb: Rad på bunnen som bytter eksponerings- og fokusmodus
nl: Regel onderaan inschakelen om de belichtings- en scherpstelmodi te wijzigen
pl: Włącza dolny pasek sterowania ostrością i ekspozycją
pt: Habilita uma linha no final da tela para alternar entre os modos de exposição e foco
pt_br: Ativa uma linha na parte inferior para alternar os modos da exposição e de foco
ro: Activați un rând în partea de jos pentru a schimba modurile de expunere și focalizare
ru: Отобразить внизу экрана строку с режимами фокусировки и выдержки
sl: Na dnu zaslona omogočite vrstico za preklop načina osvetlitve ali načina ostrenja
ta: வெளிப்பாடு மற்றும் கவனம் முறைகளை மாற்ற கீழே ஒரு வரிசையை இயக்கவும்
tr: Pozlama ve odak modlarını değiştirmek için alttaki bir satırı etkinleştirir
uk: Ввімкніть рядок знизу, щоб перемикати режими експозиції та фокусування
zh: 启用显示在底部的控制栏，选择曝光模式和对焦模式
zh_hant: 啟用底部的一行以切換曝光和對焦模式

source: Enable zoom slider
be: Уключыць прагортвальнік для набліжэння
bg: Активиране на плъзгача за мащабиране
ca: Habilita la barra de zoom
cs: Povolit posuvník přiblížení
de: Zoom-Schieberegler aktiveren
el: Ενεργοποίηση διακόπτη κύλισης ΖΟΟΜ
es: Habilitar la barra de zoom
eu: Zoom-barra gaitu
fr: Activer le curseur de zoom
gl: Mostrar barra de zoom
hu: Zoomcsúszka engedélyezése
ia: Activar le glissator de zoom
id: Aktifkan penggeser zoom
is: Virkja aðdráttarsleða
it: Abilita cursore zoom
ja: ズームスライダーを表示
ko: 줌 슬라이더 활성화
ms: Membolehkan peluncur zum
nb: Forstørrelsesglidebryter
nl: Zoomschuifregelaar inschakelen
pl: Włącz suwak powiększenia
pt: Habilitar controle deslizante de zoom
pt_br: Ativar controle deslizante de zoom
ro: Activați glisorul de zoom
ru: Слайдер зума
sl: Omogoči drsnik za povečavo
ta: சூம் ச்லைடரை இயக்கவும்
tr: Yakınlaştırma kaydırıcısını etkinleştir
uk: Ввімкнути повзунок масштабу
zh: 显示缩放滑动条
zh_hant: 啟用縮放滑桿
