Repository: iakdis/librecamera
Catalog: lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, de, el, eo, es, eu, fr, gl, hu, ia, id, is, it, ja, ko, lv, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, ta, tr, uk, zh, zh_hant

# enableZoomSlider_description
source: When enabled, a slider will appear to manually adjust the zoom
be: Калі ўключана, прагортвальнік можна выкарыстоўваць каб ўласна набліжаць камеру
bg: Когато е активиран, ще се появи плъзгач за ръчно регулиране на мащаба
ca: Mostra a la interfície un lliscador on ajustar el control de zoom
cs: Při povolení se zobrazí posuvník pro ruční nastavení přiblížení
de: Wenn aktiviert, erscheint ein Schieberegler an der Seite, um den Zoom manuell zu verstellen
el: Όταν είναι ενεργοποιημένο, ένας διακόπτης κύλισης θα εμφανιστεί για την χειροκίνητη ρύθμιση του ΖΟΟΜ
es: Al activarse, aparecerá una barra con el que puedes controlar manualmente el zoom
eu: Aktibatzean, barra agertuko da, zooma eskuz kontrolatzeko
fr: Quand activé, une barre apparaîtra pour ajuster manuellement le zoom
gl: Ao activala terás unha barra de desprazamento para axustar manualmente o zoom
hu: Ha engedélyezve van, egy csúszka jelenik meg a zoom kézi beállításához
ia: Quando es activate, apparera un glissator pro adjustar manualmente le zoom
id: Ketika diaktifkan, sebuah penggeser untuk penyesuaikan zoom manual akan muncul
is: Þegar þetta er virkjað mun birtast sleði til að aðlaga aðdrátt handvirkt
it: Se abilitato, appare un cursore per regolare manualmente lo zoom
ja: ズームを調整するスライダーを表示する
ko: 활성화할 경우, 수동 줌 설정 슬라이더를 표시합니다
ms: Apabila dibolehkan, peluncur akan muncul untuk melaraskan zum secara manual
nb: Viser en glidebryter for manuell innstilling av forstørrelse
nl: Indien ingeschakeld, verschijnt er een schuifregelaar om de zoom handmatig aan te passen
pl: Włącza suwak umożliwiający ręczne dostosowanie powiększenia
pt: Quando habilitado, um controle deslizante aparecerá para que se possa ajustar o zoom manualmente
pt_br: Quando ativado, um controle deslizante aparecerá para se ajustar manualmente o zoom
ro: Când este activat, va apărea un glisor pentru a regla manual zoom-ul
ru: Включает отображение слайдера зума на экране камеры
sl: Ko je omogočeno, se bo prikazal drsnik za ročno nastavitev povečave
ta: இயக்கப்பட்டால், ஒரு ச்லைடர் சூம் கைமுறையாக சரிசெய்யத் தோன்றும்
tr: Etkinleştirildiğinde, yakınlaştırmayı elle ayarlamak için bir kaydırıcı görünecektir
uk: Якщо ввімкнено, з'явиться повзунок для ручного регулювання масштабу
zh: 开启本选项，显示手动缩放的滑动条
zh_hant: 啟用後，將出現一個滑桿以手動調整縮放

source: Exposure mode
ar: وضع التعريض الضوئي
be: Рэжым экспазіцыі
bg: Режим на експозиция
ca: Mode d'exposició
cs: Režim expozice
de: Belichtungsmodus
el: Έκθεση
es: Modo de exposición
eu: Esposizio modua
fr: Mode d'exposition
gl: Modo de exposición
hu: Expozíciómód
ia: Modo de exposition
id: Mode pencahayaan
is: Lýsingarhamur
it: Modalità esposizione
ja: 露出モード
ko: 노출 모드
ms: Mod Pendedahan
nb: Eksponeringsmodus
nl: Belichtingsmodus
pl: Tryb ekspozycji
pt: Modo de exposição
pt_br: Modo da exposição
ro: Modul de expunere
ru: Выдержка
sl: Način osvetlitve
ta: வெளிப்பாடு பயன்முறை
tr: Pozlandırma modu
uk: Режим експозиції
zh: 曝光控制
zh_hant: 曝光模式

# exposureModeAuto
source: AUTO EXPOSURE
ar: تعريض ضوئي تلقائي
be: АУТАМАТЫЧНАЯ ЭКСПАЗІЦЫЯ
bg: АВТОМАТИЧНА ЕКСПОЗИЦИЯ
ca: EXPOSICIÓ AUTOMÀTICA
cs: AUTOMATICKÁ EXPOZICE
de: AUTOMATISCHE BELICHTUNG
el: ΑΥΤΟΜΑΤΗ ΕΚΘΕΣΗ
es: EXPOSICIÓN AUTOMÁTICA
eu: ESPOSIZIO AUTOMATIKOA
fr: EXPOSITION AUTOMATIQUE
gl: AUTO EXPOSICIÓN
hu: AUTOMATIKUS EXPOZÍCIÓ
ia: EXPOSITION AUTOMATIC
id: PENCAHAYAAN OTOMATIS
is: SJÁLFVIRK LÝSING
it: ESPOSIZIONE AUTOMATICA
ja: オート露出
ko: 자동 노출
ms: PENDEDAHAN AUTOMATIK
nb: Auto-eksponering
nl: AUTOMATISCHE BELICHTING
pl: AUTO EKSPOZYCJA
pt: AUTO EXPOSIÇÃO
pt_br: EXPOSIÇÃO AUTOMÁTICA
ro: EXPUNERE AUTOMATĂ
ru: АВТОВЫДЕРЖКА
sl: AVTOMATSKA OSVETLITEV
ta: ஆட்டோ வெளிப்பாடு
tr: OTOMATİK POZLANDIRMA
uk: АВТО ЕКСПОЗИЦІЯ
zh: 自动调整
zh_hant: 自動曝光

# exposureModeLocked
source: LOCKED EXPOSURE
ar: التعريض الضوئي مغلف
be: ЗАБЛАКАВАЦЬ ЭКСПАЗІЦЫЮ
bg: ЗАКЛЮЧЕНА ЕКСПОЗИЦИЯ
ca: EXPOSICIÓ BLOCADA
cs: UZAMČENÁ EXPOZICE
de: GESPERRTE BELICHTUNG
el: ΚΛΕΙΔΩΜΕΝΗ ΕΚΘΕΣΗ
es: EXPOSICIÓN BLOQUEADA
eu: ESPOSIZIO BLOKEATUA
fr: EXPOSITION VERROUILLÉE
gl: EXPOSICIÓN BLOQUEADA
hu: ZÁROLT EXPOZÍCIÓ
ia: EXPOSITION BLOCATE
id: PENCAHAYAAN TERKUNCI
is: LÆST LÝSING
it: ESPOSIZIONE BLOCCATA
ja: 固定露出
ko: 고정 노출
ms: PENDEDAHAN TERKUNCI
nb: Låst eksponering
nl: VERGRENDELDE BELICHTING
pl: BLOKUJ EKSPOZYCJE
pt: EXPOSIÇÃO TRAVADA
pt_br: EXPOSIÇÃO TRAVADA
ro: EXPUNERE BLOCATĂ
ru: ФИКСИРОВАННАЯ
sl: ZAKLENJENA OSVETLITEV
ta: பூட்டப்பட்ட வெளிப்பாடு
tr: KİLİTLİ POZLANDIRMA
uk: ЕКСПОЗИЦІЯ ЗАБЛОКОВАНА
zh: 锁定曝光值
zh_hant: 已鎖定曝光

source: Flashlight
ar: ضوء الفلاش
be: Падсветка
bg: Фенерче
ca: Flaix
cs: Svítilna
de: Taschenlampe
el: Φλας
es: Flash
eu: Flash-a
fr: Lampe torche
gl: Flash
hu: Vaku
ia: Flash
id: Lampu kilat
is: Vasaljós
it: Torcia
ja: フラッシュライト
ko: 플래시 라이트
ms: Lampu suluh
nb: Lommelykt
nl: Flits
pl: Lampa błyskowa
pt: Flash
pt_br: Lanterna
ro: Lanternă
ru: Вспышка
sl: Svetilka
ta: ஒளிரும் விளக்கு
tr: El feneri
uk: Ліхтарик
zh: 闪光灯
zh_hant: 閃光燈

# flipPhotosFrontCamera
source: Flip photos on front camera
be: Перавярнуць фота з франтальнай камеры
bg: Обърнете снимките от предната камера
ca: Capgira les fotos de la càmera frontal
cs: Převrátit fotografie na předním fotoaparátu
de: Fotos der Frontkamera horizontal drehen
el: Αντιστροφή φωτογραφιών στην μπροστινή κάμερα
es: Voltear las fotos de la cámara frontal
eu: Aurrealdeko kameraren argazkiak irauli
fr: Retourner les photos sur la caméra frontale
gl: Voltear fotos das cámara anterior
hu: Fordítsa el az első kamera képeit vízszintesen
ia: Rotar le photos sur le camera frontal
id: Balikkan foto di kamera depan
is: Fletta myndum á frammyndavél
it: Capovolgi foto con fotocamera frontale
ja: フロントカメラ影を映す
ko: 전면 카메라 사진 회전
ms: Tukar gambar-gambar pada kamera hadapan
nb: Vend bilder fra frontkamera
nl: Foto's van de camera aan de voorkant spiegelen
pl: Odwróć zdjęcia w przednim aparacie
pt: Inverter fotos na câmera frontal
pt_br: Virar fotos na câmera frontal
ro: Întoarce fotografiile pe camera frontală
ru: Отзеркалить фронтальные фото
sl: Obrnite fotografije na sprednji kameri
ta: முன் கேமராவில் புகைப்படங்களை புரட்டவும்
tr: Ön kamerada fotoğrafları çevir
uk: Віддзеркалити фотографії на фронтальній камері
zh: 翻转前置摄像头的照片
zh_hant: 翻轉前置相機的照片

# flipPhotosFrontCamera_description
source: Flip photos horizontally that were taken with front camera
be: Пераварачвае фота гарызантальна знятыя франтальнай камерай
bg: Обърнете хоризонтално снимките, направени с предна камера
ca: Capgira horitzontalment les fotos que es facin amb la càmera frontal
cs: Horizontálně převrátit fotografie pořízené předním fotoaparátem
de: Drehe die mit der Frontkamera aufgenommenen Fotos horizontal um
el: Αντιστροφή φωτογραφιών οριζόντια όταν έχουν ληφθεί με την μπροστινή κάμερα
es: Voltea las fotos horizontalmente cuando son tomadas con la cámara frontal
eu: Argazkiak horizontalki irauli aurreko kamerarekin ateratzen direnean
fr: Retourner horizontalement les photos prises avec la caméra frontale
gl: Voltea horizontalmente as fotos tomadas coa cámara dianteira
hu: Elfordítja az első kamerával készített fényképeket vízszintesen
ia: Rota le photos horizontalmente quando esseva prendite con le camera frontal
id: Membalik foto yang diambil dengan kamera depan secara horizontal
is: Spegla myndir lárétt sem teknar eru með frammyndavél
it: Capovolge orizzontalmente le foto scattate con la fotocamera frontale
ja: フロントカメラで撮影した写真の影を映す
ko: 전면 카메라로 촬영한 사진을 가로 방향으로 회전합니다
ms: Tukar gambar-gambar yang diambil dengan kamera hadapan secara mengufuk
nb: Vend bilder tatt med frontkamera vannrett
nl: Foto's van de camera aan de voorkant horizontaal spiegelen
pl: Zdjęcia wykonane przednim aparatem zostaną odwrócone w poziomie
pt: Inverte horizontalmente as fotos que foram tiradas com a câmera frontal
pt_br: Vira fotos horizontalmente que foram tiradas com a câmera frontal
ro: Întoarceți fotografiile pe orizontală care au fost făcute cu camera frontală
ru: Горизонтально отразить фотографии, снятые на фронтальную камеру
sl: Fotografije, ki so bile posnete s sprednjo kamero, obrnite vodoravno
ta: முன் கேமராவுடன் எடுக்கப்பட்ட புகைப்படங்களை கிடைமட்டமாக புரட்டவும்
tr: Ön kamera ile çekilen fotoğrafları yatay olarak çevirir
uk: Віддзеркалити фотографії горизонтально, які було зроблено фронтальною камерою
zh: 用前置摄像头拍照后，水平翻转拍下的照片
zh_hant: 水平翻轉使用前置相機拍攝的照片

source: Flip to front camera
ar: إقلب إلى الكاميرا الأمامية
be: Пераключыцца на франтальную камеру
bg: Обърнете към предната камера
ca: Canvia a la càmera frontal
cs: Přepnout na přední kameru
de: Zur Frontkamera wechseln
el: Αλλαγή σε μπροστινή κάμερα
es: Cambiar a cámara frontal
eu: Aurrealdeko kamerara aldatu
fr: Passer à la caméra frontale
gl: Cambiar á cámara frontal
hu: Első kamerára váltás
ia: Passar al camera frontal
id: Balikkan ke kamera depan
is: Skipta yfir á frammyndavél
it: Passa a fotocamera frontale
ja: フロントカメラに切り替え
ko: 전면 카메라로 전환
ms: Tukar ke kamera hadapan
nb: Bytt til frontkamera
nl: Schakelen naar camera voorkant
pl: Przełącz na przednią kamerę
pt: Alternar para a câmera frontal
pt_br: Alternar para câmera frontal
ro: Întoarceți la camera frontală
ru: Фронтальная камера
sl: Preklopi na sprednjo kamero
ta: முன் கேமராவுக்கு புரட்டவும்
tr: Ön kameraya geç
uk: Переключити на фронтальну камеру
zh: 翻转到前置摄像头
zh_hant: 翻轉至前置相機

source: Flip to rear camera
ar: إقلب إلى الكاميرا الخلفية
be: Пераключыцца на заднюю камеру
bg: Обърнете към задната камера
ca: Canvia a la càmera posterior
cs: Přepnout na zadní kameru
de: Zur Rückkamera wechseln
el: Αλλαγή σε πίσω κάμερα
es: Cambiar a cámara trasera
eu: Atzeko kamerara aldatu
fr: Passer à la caméra arrière
gl: Cambiar á cámara traseira
hu: Hátsó kamerára váltás
ia: Passar al camera posterior
id: Balikkan ke kamera belakang
is: Skipta yfir á bakmyndavél
it: Passa a fotocamera posteriore
ja: 背面カメラに切り替え
ko: 후면 카메라로 전환
ms: Tukar ke kamera belakang
nb: Bytt til bakkamera
nl: Schakelen naar camera achterkant
pl: Przełącz na tylną kamerę
pt: Alternar para a câmera traseira
pt_br: Alternar para câmera traseira
ro: Întoarceți la camera din spate
ru: Задняя камера
sl: Preklopi na kamero zadaj
ta: பின்புற கேமராவுக்கு புரட்டவும்
tr: Arka kameraya geç
uk: Переключити на задню камеру
zh: 翻转到后置摄像头
zh_hant: 翻轉至後置相機

source: Focus mode
ar: وضع التركيز
be: Рэжым факусіроўкі
bg: Режим на фокусиране
ca: Mode d'enfocament
cs: Režim ostření
de: Fokusmodus
el: Εστίαση
eo: Fokusa reĝimo
es: Modo de enfoque
eu: Fokuratzeko modua
fr: Mode Focus
gl: Modo de enfoque
hu: Fókuszmód
ia: Modo de focalisation
id: Mode fokus
is: Fókushamur
it: Modalità messa a fuoco
ja: フォーカスモード
ko: 포커스 모드
ms: Mod Fokus
nb: Fokusmodus
nl: Focusmodus
pl: Tryb ostrości
pt: Modo de Foco
pt_br: Modo de foco
ro: Modul de focalizare
ru: Фокус
sl: Način ostrenja
ta: கவனம் பயன்முறை
tr: Odaklama modu
uk: Режим фокусування
zh: 对焦模式
zh_hant: 對焦模式

# focusModeAuto
source: AUTO FOCUS
ar: التركيز التلقائي
be: АЎТАМАТЫЧНАЯ ФАКУСІРОЎКА
bg: АВТОМАТИЧЕН ФОКУС
ca: ENFOCAMENT AUTOMÀTIC
cs: AUTOMATICKÉ OSTŘENÍ
de: AUTOMATISCHER FOKUS
el: ΑΥΤΟΜΑΤΗ ΕΣΤΙΑΣΗ
eo: AŬTOMATA FOKUSO
es: ENFOQUE AUTOMÁTICO
eu: FOKURATZE AUTOMATIKOA
fr: FOCUS AUTOMATIQUE
gl: AUTO FOCO
hu: AUTOMATIKUS FÓKUSZ
ia: FOCALISATION AUTOMATIC
id: FOKUS OTOMATIS
is: SJÁLFVIRKUR FÓKUS
it: FUOCO AUTOMATICO
ja: オートフォーカス
ko: 자동 포커스
ms: FOKUS AUTOMATIK
nb: Autofokus
nl: AUTOMATISCHE FOCUS
pl: AUTO OSTROŚĆ
pt: AUTO-FOCO
pt_br: FOCO AUTOMÁTICO
ro: FOCUS AUTOMAT
ru: АВТОФОКУС
sl: AVTOMATSKO OSTRENJE
ta: வாகன கவனம்
tr: OTOMATİK ODAK
uk: АВТО ФОКУС
zh: 自动对焦
zh_hant: 自動對焦

# focusModeLocked
source: LOCKED FOCUS
be: ЗАБЛАКАВАНАЯ ФАКУСІРОЎКА
bg: ЗАКЛЮЧЕН НА ФОКУСА
ca: ENFOCAMENT BLOCAT
cs: UZAMČENÉ ZAOSTŘENÍ
de: GESPERRTER FOKUS
el: ΚΛΕΙΔΩΜΕΝΗ ΕΣΤΙΑΣΗ
eo: ŜLOSITA FOKUSO
es: ENFOQUE BLOQUEADO
eu: FOKURATZE BLOKEATUA
fr: FOCUS VERROUILLÉ
gl: FOCO BLOQUEADO
hu: ZÁROLT FÓKUSZ
ia: FOCALISATION BLOCATE
id: FOKUS TERKUNCI
is: LÆSTUR FÓKUS
it: FUOCO BLOCCATO
ja: 固定フォーカス
ko: 고정 포커스
ms: FOKUS TERKUNCI
nb: Låst fokus
nl: VERGRENDELDE FOCUS
pl: BLOKUJ OSTROŚĆ
pt: FOCO TRAVADO
pt_br: FOCO TRAVADO
ro: FOCUS BLOCAT
ru: ФИКСИРОВАННЫЙ
sl: OSTRITEV ZAKLENJENA
ta: பூட்டப்பட்ட கவனம்
tr: KİLİTLİ ODAK
uk: ФОКУС ЗАБЛОКОВАНО
zh: 焦点不动
zh_hant: 已鎖定焦點

# format
source: Image compression format
be: Фармат выявы
bg: Формат на изображението
ca: Format d'imatge
cs: Formát obrázků
de: Bildkomprimierungsformat
el: Τύπος εικόνας
eo: Bilda kunpremada formato
es: Formato de la imagen
eu: Irudiaren formatua
fr: Format de compression d'image
gl: Formato de compresión da imaxe
hu: Kép tömörítési formátuma
ia: Formato de imagine
id: Format gambar
is: Myndskráarsnið
it: Formato di compressione immagine
ja: 画像圧縮フォーマット
ko: 이미지 압축 형식
ml: ചിത്രം ചുരുക്കൽ ഫോർമാറ്റ്
ms: Format pemampatan imej
nb: Bildekomprimeringsformat
nl: Afbeeldingscompressieformaat
pl: Format zdjęć
pt: Formato de compressão da imagem
pt_br: Formato de compressão da imagem
ro: Format imagine
ru: Формат изображений
sl: Format slike
ta: பட வடிவம்
tr: Görüntü biçimi
uk: Формат зображення
zh: 图像格式
zh_hant: 照片格式

# format_description
source: Change the image compression format (default: JPEG/JPG)
be: Змяніць фармат выявы (па змаўчанні: JPEG/JPG)
bg: Промяна на формата на изображението (по подразбиране: JPEG/JPG)
ca: Canvia el format d'imatge (per defecte: JPEG/JPG)
cs: Změnit formát obrázků (výchozí: JPEG/JPG)
de: Ändere das Bildkomprimierungsformat (Standardformat: JPEG/JPG)
el: Αλλαγή τύπου εικόνας (προεπιλεγμένο: JPEG/JPG)
eo: Ŝanĝi la bildan kunpremadan formaton (implicite: JPEG/JPG)
es: Cambia el formato la imagen (por defecto: JPEG/JPG)
eu: Aldatu irudiaren formatua (lehenetsita: JPEG/JPG)
fr: Changer le format de compression d'image (par défaut : JPEG/JPG)
gl: Cambiar o formato de compresión da imaxe (por defecto: JPEG/JPG)
hu: Módosítsa a kép tömörítési formátumát (alapértelmezett: JPEG/JPG)
ia: Cambiar le formato de imagine (predefinite: JPEG/JPG)
id: Mengubah format gambar (default: JPEG/JPG)
is: Breyta myndsniðinu (sjálfgefið: JPEG/JPG)
it: Modifica il formato di compressione dell'immagine (predefinito: JPEG/JPG)
ja: 画像の圧縮フォーマットを変更します（デフォルト：JPEG/JPG）
ko: 이미지 압축 형식을 변경합니다 (기본값: JPEG/JPG)
ml: ചിത്രത്തിന്റെ ചുരുക്കൽ ഫോർമാറ്റ് മാറ്റുക (സ്ഥിരസ്ഥിതിട്: JPEG/JPG)
ms: Tukar format pemampatan imej (lalai: JPEG/JPG)
nb: Endre bildet komprimeringsformat (standard: JPEG/JPG)
nl: Wijzig het afbeeldingscompressieformaat (standaard: JPEG/JPG)
pl: Zmienia format zdjęć (Domyślnie: JPEG/JPG)
pt: Altere o formato de compressão da imagem (padrão: JPEG/JPG)
pt_br: Altere o formato de compressão da imagem (padrão: JPEG/JPG)
ro: Schimbați formatul imaginii (implicit: JPEG/JPG)
ru: Выбрать формат изображений (по умолчанию: JPEG/JPG)
sl: Spremenite format slike (privzeto: JPEG/JPG)
ta: பட வடிவமைப்பை மாற்றவும் (இயல்புநிலை: JPEG/JPG)
tr: Görüntü biçimini değiştirir (öntanımlı: JPEG/JPG)
uk: Змінити формат зображення (за замовчуванням: JPEG/JPG)
zh: 选择图像格式（默认：JPEG/JPG）
zh_hant: 變更照片格式（預設：JPEG／JPG）

# fps
source: Video frame rate
ar: معدل إطارات الفيديو
be: Частата кадраў відэа
bg: Честота на видеокадрите
ca: Velocitat de fotogrames de vídeo
eu: Bideo fotograma-tasa
fr: Fréquence d'images vidéo
gl: Taxa de cadros de vídeo
hu: Videó képkockasebessége
ia: Velocitate de frames video
is: Myndbands fótatíðni
it: Frequenza fotogrammi video
lv: Video kadru ātrums
ml: വീഡിയോ ഫ്രെയിം നിരക്ക്
ms: Kadar bingkai video
nb: Videobildefrekvens
pt_br: Taxa de quadros de vídeo

# fps_description
source: High frame rates above 60 fps depend on your device and the selected resolution
ar: معدلات الإطارات العالية فوق 60 إطارًا في الثانية تعتمد على جهازك والدقة المحددة
be: Высокія паказчыкі кадраў звыш 60 fps залежаць ад вашай прылады і абранага дазволу
bg: Високите кадри над 60 fps зависят от вашето устройство и избраната резолюция
ca: Les altes taxes de fotogrames per sobre de 60 fps depenen del teu dispositiu i de la resolució seleccionada
eu: 60 fps baino gehiagoko irudi-tasa altuak zure gailuaren eta hautatutako bereizmenaren araberakoak dira
fr: Les fréquences d'images élevées supérieures à 60 fps dépendent de votre appareil et de la résolution sélectionnée
gl: As altas taxas de fotogramas por riba de 60 fps dependen do teu dispositivo e da resolución seleccionada
hu: 60 fps feletti magas képkockasebesség az eszköztől és a kiválasztott felbontástól függ
ia: Altas taxas de frames super 60 fps depende del tu dispositivo e del resolution seligite
is: Háar myndatíðnir yfir 60 fps ráðast af tækinu þínu og valinni upplausn
it: Frame rate elevati oltre 60 fps dipendono dal tuo dispositivo e dalla risoluzione selezionata
lv: Augsts kadru ātrums virs 60 fps ir atkarīgs no jūsu ierīces un izvēlētā izšķirtspējas
ml: 60 fps-നു മുണ്ടുള്ള ഉയർന്ന ഫ്രെയിംനിരക്ക് നിങ്ങളുടെ ഉപകരണത്തെയും തിരഞ്ഞെടുക്കപ്പെട്ട റെസല്യൂഷനിനെയും ആശ്രയിക്കുന്നു
ms: Kadar bingkai tinggi melebihi 60 fps bergantung pada peranti anda dan resolusi yang dipilih
nb: Høye bildefrekvenser over 60 fps avhenger av enheten din og den valgte oppløsningen
pt_br: Taxas de quadros altas acima de 60 fps dependem do seu dispositivo e da resolução selecionada

source: Get started
ar: البدء
be: Давайце пачнем
bg: Първи стъпки
ca: Inicia
cs: Začít
de: Jetzt loslegen
el: Ξεκινήστε
es: Iniciar
eu: Hasi
fr: Commencer
gl: Comezar
hu: Kezdjen hozzá
ia: Comenciar
id: Mulai
is: Hefjumst handa
it: Inizia
ja: 完了
ko: 시작하기
ml: ആരംഭിക്കുക
ms: Mulakan
nb: Begynn
nl: Aan de slag
nn: Byrj
pl: Rozpocznij
pt: Iniciar
pt_br: Começar
ro: Începeți
ru: Начать
sl: Začnite
ta: தொடங்கவும்
tr: Başlayın
uk: Розпочнемо
zh: 开始使用
zh_hant: 開始使用

source: Give camera permission
ar: منح الاذن للكاميرا
be: Дазвольце выкарыстоўваць камеру
bg: Дайте разрешение на камерата
ca: Permet l'accés a la càmera
cs: Udělit povolení k použití fotoaparátu
de: Kamera-Berechtigung erteilen
el: Δώστε άδεια στην κάμερα
es: Otorgar permisos de cámara
eu: Kamera-baimenak eman
fr: Donner la permission d'accès à la caméra
gl: Conceder acceso á cámara
hu: Kamerahasználat engedélyének megadása
ia: Dar permission de camera
id: Beri perijinan kamera
is: Gefðu heimild til að nota myndavél
it: Consenti l'accesso alla fotocamera
ja: カメラ権限を許可する
ko: 카메라 권한 부여
lv: Atļaut piekļuvi kamerai
ml: ക്യാമറ അനുമതി നൽകുക
ms: Beri kebenaran kepada kamera
nb: Innvilg kameratilgang
nl: Toestemming geven voor camera
nn: Gje tilgjenge til kamera
pl: Zezwól na dostęp do kamery
pt: Permitir uso da câmera
pt_br: Permitir utilização da câmera
ro: Acordați permisiunea camerei
ru: Разрешить доступ к камере
sl: Dovoljenje za uporabo kamere
ta: கேமரா இசைவு கொடுங்கள்
tr: Kamera izni ver
uk: Надати дозвіл камері
zh: 给予摄像头权限
zh_hant: 授予相機權限

source: Give microphone permission
ar: منح الإذن للميكروفون
be: Дазвольце выкарыстоўваць мікрафон
bg: Дайте разрешение на микрофона
ca: Permet l'accés al micròfon
cs: Udělit oprávnění k mikrofonu
de: Mikrofon-Berechtigung erteilen
el: Δώστε άδεια στο μικρόφωνο
es: Otorgar permisos de micrófono
eu: Mikrofono-baimenak eman
fr: Donner la permission d'accès au microphone
gl: Conceder acceso ao micrófono
hu: Mikrofonhasznáat engedélyének megadása
ia: Dar permission de microphono
id: Beri perijinan mikrofon
is: Gefðu heimild til að nota hljóðnema
it: Consenti l'accesso al microfono
ja: マイク権限を許可する
ko: 마이크 권한 부여
lv: Atļaut piekļuvi mikrofonam
ms: Beri kebenaran kepada mikrofon
nb: Innvilg mikrofontilgang
nl: Toestemming geven voor microfoon
nn: Gje tilgjenge til mikrofonar
pl: Zezwól na dostęp do mikrofonu
pt: Permitir uso do microfone
pt_br: Permitir utilização do microfone
ro: Acordați permisiunea microfonului
ru: Разрешить доступ к микрофону
sl: Dovoljenje za uporabo mikrofona
ta: மைக்ரோஃபோன் இசைவு கொடுங்கள்
tr: Mikrofon izni ver
uk: Надати дозвіл мікрофону
zh: 给予麦克风权限
zh_hant: 授予麥克風權限

source: Give storage permission
ar: منح الإذن لوحدة التخزين
be: Дазвольце выкарыстоўваць сховішча
bg: Дайте разрешение за съхранение
ca: Permet l'accés a l'emmagatzematge
cs: Udělit oprávnění k úložišti
de: Speicher-Berechtigung erteilen
el: Δώστε άδεια στον αποθηκευτικό χώρο
es: Otorgar permisos de almacenamiento
eu: Biltegiratzeko baimenak eman
fr: Donner la permission d'accès au stockage
gl: Conceder acceso á almacenaxe
hu: Tárhelyhozzáférés engedélyének megadása
ia: Dar permission de immagazinage
id: Beri perijinan penyimpanan
is: Gefðu heimild til að nota gagnageymslu
it: Consenti l'accesso all'archiviazione
ja: ストレージ権限を許可する
ko: 저장소 권한 부여
lv: Atļaut piekļuvi krātuvei
ml: സംഭരണ അനുമതി നൽകുക
ms: Beri kebenaran kepada simpanan
nb: Innvilg lagringstilgang
nl: Toestemming geven voor opslag
nn: Gje tilgjenge til gøyme
pl: Zezwól na dostęp do pamięci
pt: Permitir uso do armazenamento
pt_br: Permitir utilização do armazenamento
ro: Acordați permisiunea de stocare
ru: Разрешить доступ к памяти
sl: Dovoljenje za uporabo shrambe
ta: சேமிப்பக இசைவு கொடுங்கள்
tr: Depolama izni ver
uk: Надати дозвіл сховищу
zh: 给予存储权限
zh_hant: 授予儲存權限

source: Image compression quality
be: Якасць сціскання выявы
bg: Качество на компресията на изображението
ca: Qualitat d'imatge
cs: Kvalita komprese obrazu
de: Komprimierungsqualität
el: Ποιότητα συμπίεσης εικόνας
es: Calidad de compresión de imagen
eu: Irudiaren konprimatze maila
fr: Qualité de compression d'image
gl: Calidade de compresión da imaxe
hu: Képtömörítés minősége
ia: Qualitate de compression de imagine
id: Kualitas kompresi gambar
is: Gæði myndþjöppunar
it: Qualità di compressione immagine
ja: 画質設定
ko: 이미지 압축 품질
ml: ചിത്രം ചുരുക്കലിന്റെ നിലവാരം
ms: Kualiti pemampatan gambar
nb: Bildesammenpakkingskvalitet
nl: Kwaliteit van beeldcompressie
pl: Jakość kompresji obrazu
pt: Qualidade da compressão da imagem
pt_br: Qualidade da compressão de imagem
ro: Calitatea compresiei imaginii
ru: Качество сжатия
sl: Kakovost stiskanja slike
ta: பட சுருக்க தகுதி
tr: Görüntü sıkıştırma kalitesi
uk: Якість стиснення зображення
zh: 压缩图像时要保持的图像质量
zh_hant: 照片壓縮品質
