Repository: iakdis/librecamera
Catalog: lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, de, el, eo, es, eu, fr, gl, hu, ia, id, is, it, ja, ko, lv, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, ta, tr, uk, zh, zh_hant

# lockCaptureOrientation_description
source: Lock orientation to portrait mode, no matter if automatic rotation mode is activated
ar: قفل الاتجاه إلى الوضع الرأسي، بغض النظر عما إذا كان وضع التدوير التلقائي نشطًا
be: Арыентацыя толькі ў вертыкальным рэжыме, не мае сэнсу калі ўключана аўтаматычная арыентацыя
bg: Заключете ориентацията към портретен режим, независимо дали е активиран автоматичен режим на завъртане
ca: Bloca l'orientació en mode vertical, independentment si la rotació automàtica està activada
cs: Uzamknout orientaci na výšku bez ohledu na to, zda je aktivován režim automatického otáčení
de: Sperrt die Bildschirmausrichtung zum Portrait-Modus, auch wenn die automatische Bildschirmausrichtung aktiviert ist
el: Κλείδωμα προσανατολισμού σε πορτραίτο, δεν παίζει ρόλο αν είναι ενεργοποιημένη η αυτόματη περιστροφή
es: Fija la orientación al modo de portarretrato, sin importar si la rotación automática está activada
eu: Orientazioa finkatzen du argazki-marko erara, errotazio automatikoa aktibatuta dagoen kontuan hartu gabe
fr: Verrouiller l'orientation en mode portrait, peu importe si le mode de rotation automatique est activé
gl: Bloquear a orienteación ao modo retrato, incluso se o modo rotación automática está activado
hu: Tájolás zárolása portré módba, függetlenül attól, hogy a rendszer automatikus forgatási módja aktív vagy nem
ia: Blocar le orientation in modo vertical, non importa si le modo de rotation automatic es activate
id: Mengunci orientasi ke mode potret, meskipun mode rotasi otomatis diaktifkan
is: Læstu stefnunni á lóðrétta, hvort sem sjálfvirkur snúningur sé virkjaður eður ei
it: Blocca l'orientamento in modalità verticale, indipendentemento dalla modalità di rotazione automatica
ja: 画面回転が有効のときでも、アプリ内で縦表示に固定する
ko: 화면 회전이 활성화되어 있어도, 인물사진 모드로 고정합니다
ms: Kunci orientasi kepada mod potret, tidak kira jika mod putaran automatik sedang diaktifkan
nb: Lås sideretning til portrettmodus, uansett om auto-rotasjon er påslått eller ei
nl: Oriëntatie vergrendelen op portretmodus, ongeacht of de automatische rotatiemodus is geactiveerd
pl: Blokuje ekranu w pozycji pionowej, bez względu na to, czy włączony jest tryb automatycznego obrotu
pt: Travar a orientação no modo retrato, não importando se o modo de rotação está ativado
pt_br: Travar a orientação para o modo retrato, não importando se o modo de rotação automática estiver ativado
ro: Blocați orientarea în modul portret, indiferent dacă modul de rotație automată este activat
ru: Заблокировать приложение в портретной ориентации, даже если включён автоповорот
sl: Zakleni usmerjenost zaslona v pokončni način, če tudi je samodejna usmerjenost zaslona omogočena
ta: தானியங்கி சுழற்சி முறை செயல்படுத்தப்பட்டாலும் பரவாயில்லை, உருவப்படம் பயன்முறையில் பூட்டு நோக்குநிலை
tr: Otomatik döndürme modunun etkinleştirilip etkinleştirilmediğine bakılmaksızın yönü portre moduna kilitler
uk: Заблокувати орієнтацію в портретний режим, незалежно від того, чи ввімкнено автоматичний режим обертання
zh: 无论自动旋转有没有开启，显示方向均锁定为竖屏模式
zh_hant: 將方向鎖定為縱向模式，無論是否啟動自動旋轉模式

# lockedSmall
source: LOCKED
ar: مقفل
be: ЗАБЛАКАВАНА
bg: ЗАКЛЮЧЕНО
ca: BLOCAT
cs: UZAMČENO
de: GESPERRT
el: ΚΛΕΙΔΩΜΕΝΟ
eo: ŜLOSITA
es: BLOQUEADO
eu: BLOKEATUA
fr: VERROUILLÉ
gl: BLOQUEADO
hu: ZÁROLT
ia: BLOCATE
id: TERKUNCI
is: LÆST
it: BLOCCATO
ja: 固定
ko: 고정
ms: TERKUNCI
nb: Låst
nl: VERGRENDELD
pl: BLOKADA
pt: TRAVADO
pt_br: TRAVADO
ro: BLOCAT
ru: ФИКС
sl: ZAKLENJENO
ta: பூட்டப்பட்டுள்ளது
tr: KİLİTLİ
uk: ЗАБЛОКОВАНО
zh: 锁定
zh_hant: 已鎖定

source: MORE
be: БОЛЬШ
bg: ПОВЕЧЕ
ca: MÉS
cs: VÍCE
de: MEHR
el: ΠΕΡΙΣΣΟΤΕΡΑ
eo: PLI
es: MÁS
eu: GEHIAGO
fr: PLUS
gl: MÁIS
hu: TÖBB
ia: PLUS
id: LEBIH BANYAK
is: MEIRA
it: MOSTRA DI PIÙ
ja: 詳細設定
ko: 상세 설정
ml: കൂടുതൽ
ms: LEBIH
nb: Mer
nl: MEER
pl: WIĘCEJ
pt: MAIS
pt_br: MAIS
ro: MAI MULT
ru: ЕЩЁ
sl: VEČ
ta: மேலும்
tr: DAHA FAZLA
uk: БІЛЬШЕ
zh: 其余设置
zh_hant: 更多

source: Next
ar: تالي
be: Наперад
bg: Следващо
ca: Endavant
cs: Další
de: Weiter
el: Επόμενο
eo: Sekven
es: Siguiente
eu: Hurrengoa
fr: Suivant
gl: Seguinte
hu: Következő
ia: Sequente
id: Selanjutnya
is: Næsta
it: Avanti
ja: 次へ
ko: 다음
ml: അടുത്തത്
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt: Próxima
pt_br: Seguinte
ro: Următor
ru: Далее
sl: Naprej
ta: அடுத்தது
tr: İleri
uk: Далі
zh: 下一步
zh_hant: 下一個

source: Off
ar: إيقاف
be: Адключыць
bg: Изключено
ca: Apagat
cs: Vyp
de: Aus
el: Κλειστό
eo: Malŝaltita
es: Apagado
eu: Itzalita
fr: Éteint
gl: Apagado
hu: Ki
ia: Disactivate
id: Mati
is: Slökkt
ja: オフ
ko: 끄기
ms: Padam
nb: Av
nl: Uit
pl: Wył.
pt: Desligado
pt_br: Desligado
ro: Oprit
ru: Выключен
sl: Izklopljeno
ta: அணை
tr: Kapalı
uk: Вимкнено
zh: 关闭
zh_hant: 關閉

source: Onboarding screen
be: Пачатковая старонка
bg: Екран за включване
ca: Pantalla de benvinguda
cs: Úvodní obrazovka
de: Einführungsseite
el: Οθόνη εκκίνησης
es: Pantalla de introducción
eu: Sarrera
fr: Écran d'accueil
gl: Pantalla de benvida
hu: Kezdő képernyő
ia: Schermo de introduction
id: Layar onboarding
is: Kynningarskjár
it: Schermata iniziale
ja: 初期設定
ko: 첫 화면
ms: Skrin onboarding
nb: Introduksjonsskjerm
nl: Openingsscherm
pl: Ekran powitalny
pt: Tela de integração
pt_br: Tela de integração
ro: Ecran de înscriere
ru: Начальные настройки
sl: Uvodna stran
ta: போர்ட்போர்டிங் திரை
tr: Giriş ekranı
uk: Екран підготовки
zh: 首次设置的界面
zh_hant: 入門介面

# onboardingScreen_description
source: Open the initial onboarding screen
be: Адчыняе пачатковую старонку
bg: Отворете началния екран за включване
ca: Obre la pantalla inicial de benvinguda
cs: Otevřít úvodní obrazovku
de: Öffne die Einführungsseite
el: Άνοιγμα της αρχικής οθόνης εκκίνησης
es: Abre la pantalla de introducción
eu: Sarrera pantalla erakusten du
fr: Ouvrir l'écran d'accueil initial
gl: Abrir a pantalla inicial de benvida
hu: Kezdő képernyő megnyitása
ia: Aperir le schermo de introduction initial
id: Membuka layar onboarding awal
is: Opna kynningarskjáinn sem birtist upphaflega
it: Apri la schermata di configurazione iniziale
ja: 初期設定画面を起動する
ko: 첫 화면을 엽니다
ms: Buka skrin onboarding permulaan
nb: Åpne første introskjerm
nl: Open het initiële openingsscherm
pl: Otwiera ponownie ekran powitalny
pt: Abre a tela inicial de integração
pt_br: Abre a tela de integração inicial
ro: Deschiderea ecranului inițial de înscriere
ru: Заново открыть экран начальных настроек
sl: Odprite prvotno uvodno stran
ta: ஆரம்ப ஆன் போர்டிங் திரையைத் திறக்கவும்
tr: İlk açılış ekranını açar
uk: Відкрити початковий екран підготовки
zh: 显示第一次打开软件时显示的界面
zh_hant: 開啟初始入門介面

source: Open captured picture or video
ar: افتح الصورة أو الفيديو الملتقط
be: Зрабіце фотаздымак або відэа
bg: Отворете заснета снимка или видеоклип
ca: Obre el darrer fitxer capturat
cs: Otevřít pořízený obrázek nebo video
de: Öffne das aufgenommene Foto oder Video
el: Άνοιξε αποθηκευμένη εικόνα ή βίντεο
es: Abrir última foto o vídeo
eu: Azken argazkia edo bideoa ireki
fr: Ouvrir la photo ou la vidéo prise
gl: Abrir imaxe ou vídeo capturados
hu: Felvett kép vagy videó megnyitása
ia: Aperir le imagine o video capturate
id: Buka tangkapan gambar atau video
is: Opna tekna mynd eða myndskeið
it: Apri l'immagine o il video catturato
ja: 保存した写真・動画を開く
ko: 저장한 사진 또는 동영상 열기
ms: Buka gambar atau video yang ditangkap
nb: Åpne innspilt video eller bilde
nl: Gemaakte foto of video openen
pl: Otwórz ostatnie zdjęcie lub wideo
pt: Abrir fotografia ou vídeo capturado
pt_br: Abrir foto ou vídeo capturado
ro: Deschideți imaginea sau videoclipul capturat
ru: Открыть снятое фото или видео
sl: Odprite posneto sliko ali videoposnetek
ta: கைப்பற்றப்பட்ட படம் அல்லது வீடியோவைத் திறக்கவும்
tr: Çekilen resmi veya videoyu aç
uk: Відкрити знятого зображення або відео
zh: 查看相片或录像
zh_hant: 開啟已拍攝的照片或影片

source: Pause video
ar: أوقف الفيديو مؤقتا
be: Прыпыніце запісваць відэа
bg: Пауза на видеото
ca: Pausa l'enregistrament
cs: Pozastavit video
de: Videoaufnahme pausieren
el: Παύση βίντεο
eo: Paŭzigi filmon
es: Pausar vídeo
eu: Bideoa pausatu
fr: Mettre la vidéo en pause
gl: Pausa no vídeo
hu: Szünet
ia: Pausar le video
id: Jedakan video
is: Setja myndskeið í bið
it: Metti in pausa video
ja: 録画を一時停止する
ko: 동영상 일시정지
ms: Jeda video
nl: Video pauzeren
nn: Stans video
pl: Pauza
pt: Pausar vídeo
pt_br: Pausar vídeo
ro: Pauză video
ru: Пауза
sl: Začasno zaustavite snemanje videoposnetka
ta: இடைநிறுத்த வீடியோ
tr: Videoyu duraklat
uk: Призупинити відео
zh: 暂停录制
zh_hant: 暫停錄製影片

# permissionsTitle
source: PERMISSIONS
ar: الأذونات
be: ДАЗВОЛЫ
bg: РАЗРЕШЕНИЯ
ca: PERMISOS
cs: OPRÁVNĚNÍ
de: BERECHTIGUNGEN
el: ΑΔΕΙΕΣ
eo: PERMESOJ
es: PERMISOS
eu: BAIMENAK
gl: PERMISOS
hu: ENGEDÉLYEK
ia: PERMISSIONES
id: PERIJINAN
is: HEIMILDIR
it: PERMESSI
ja: 許可設定
ko: 권한 설정
lv: ATĻAUJAS
ml: അനുമതികൾ
ms: KEBENARAN-KEBENARAN
nb: Tilganger
nl: RECHTEN
nn: Tilgjenge
pl: UPRAWNIENIA
pt: PERMISSÕES
pt_br: PERMISSÕES
ro: PERMISIUNI
ru: РАЗРЕШЕНИЯ
sl: DOVOLJENJA
ta: அனுமதிகள்
tr: İZİNLER
uk: ДОЗВОЛИ
zh: 权限
zh_hant: 權限

# permissionsTitle_description
source: To use the camera, you need to give permission to your camera and storage.
ar: لاستخدام الكاميرا، يجب عليك منح الإذن للكاميرا ووحدة التخزين الخاصة بك.
be: Каб выкарыстоўваць камеру, вам патрэбна даць дазволы да камеры і сховішча.
bg: За да използвате камерата, трябва да дадете разрешение за вашата камера и памет.
ca: Per a utilitzar l'aplicació, concediu els permisos de càmera i emmagatzematge.
cs: Chcete-li používat fotoaparát, musíte udělit oprávnění fotoaparátu a úložišti.
de: Um die Kamera zu benutzen, musst du die Berechtigung für die Nutzung der Kamera und des Speichers erteilen.
el: Για να χρησιμοποιήσετε την κάμερα, πρέπει να δώσετε άδεια στην κάμερα και τον αποθηκευτικό χώρο.
es: Para usar la cámara, necesitas dar los permisos para cámara y almacenamiento.
eu: Kamera erabiltzeko, kamera eta biltegiratze baimenak eman behar dituzu.
fr: Pour utiliser la caméra, les permissions d'accès à votre caméra et au stockage sont nécessaires.
gl: Para usar Libre Camera debes darlle acceso á túa cámara e almacenaxe.
hu: Az alkalmazás használatához engedélyt kell adni a kamerához és a tárhelyhez.
ia: Pro usar le camera, tu besonia dar permission a tu camera e immagazinage.
id: Untuk menggunakan kamera, anda perlu memberi perijinan terhadap kamera dan penyimpanan anda.
is: Til að geta notað myndatökuforritið, þarft þú að gefa því heimild til að nota myndavél og geymslurými.
it: Per utilizzare la fotocamera, è necessario dare l'autorizzazione alla fotocamera e alla memoria d'archiviazione.
ja: このアプリを使用するには、カメラとストレージの権限を付与する必要があります。
ko: 카메라를 사용하기 위해서는 카메라 및 저장소 권한이 필요합니다.
lv: Lai izmantotu lietotni, jums ir jānodrošina piekļuve kamerai un krātuvei.
ms: Untuk mengguna kamera, anda perlu memberi kebenaran kepada kamera dan simpanan anda.
nb: For å bruke kameraet må du gi tilgang til det, samt lagring.
nl: Om de camera te gebruiken, moet je toestemming geven voor je camera en opslag.
nn: For å nytte kameraet må du gje det tilgjenge til kamera og gøyme.
pl: Aby korzystać z kamery, musisz zezwolić na korzystanie z kamery i pamięci.
pt: Para usar a câmera, é preciso que você dê permissão para o app usar sua câmera e armazenamento.
pt_br: Para usar a câmera, você precisa dar permissão para o aplicativo utilizar sua câmera e armazenamento.
ro: Pentru a utiliza camera, trebuie să acordați permisiunea camerei și stocării.
ru: Чтобы пользоваться приложением, необходимо дать доступ к памяти и камере.
sl: Za uporabo kamere je potrebno dati dovoljenje za uporabo kamere in shrambe.
ta: கேமராவைப் பயன்படுத்த, உங்கள் கேமரா மற்றும் சேமிப்பகத்திற்கு இசைவு வழங்க வேண்டும்.
tr: Kamerayı kullanmak için kameraya ve depolama alanına erişim izni vermeniz gerekir.
uk: Щоб користуватися камерою, потрібно надати дозвіл на використання камери та сховища.
zh: 作为相机应用程序，该软件需要相机和存储权限。
zh_hant: 要使用相機，你需要授予相機和儲存的權限。

source: Reset
ar: إعادة ضبط
be: Скід
bg: Нулиране
ca: Restableix
cs: Obnovit
de: Zurücksetzen
el: Καθαρισμός
es: Restablecer
eu: Berrezarri
fr: Réinitialisation
gl: Restablecer
hu: Visszaállítás
ia: Reinitialisar
id: Atur ulang
is: Frumstilla
ja: リセット
ko: 리셋
ml: പുനഃസജ്ജമാക്കുക
ms: Set semula
nb: Tilbakestill
nl: Herstellen
pl: Resetuj
pt: Reiniciar
pt_br: Redefinir
ro: Resetați
ru: Сброс
sl: Ponastavi
ta: மீட்டமை
tr: Sıfırla
uk: Скинути
zh: 重置
zh_hant: 重置

source: Resolution
be: Разрозненне
bg: Резолюция
ca: Resolució
cs: Rozlišení
de: Auflösung
el: Ανάλυση
eo: Distingivo
es: Resolución
eu: Bereizmena
fr: Résolution
gl: Resolución
hu: Felbontás
id: Resolusi
is: Upplausn
it: Risoluzione
ja: 解像度
ko: 해상도
ms: Resolusi
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt: Resolução
pt_br: Resolução
ro: Rezoluţie
ru: Разрешение
sl: Ločljivost
ta: பகுத்தல்
tr: Çözünürlük
uk: Роздільна здатність
zh: 分辨率
zh_hant: 解析度

# resolution_description
source: Change the camera resolution
be: Змяніць разрозненне камеры
bg: Променете резолюцията на камерата
ca: Canvia la resolució de la càmera
cs: Změnit rozlišení kamery
de: Ändere die Kameraauflösung
el: Αλλαγή ανάλυσης κάμερας
eo: Ŝanĝi la fotilan distingivon
es: Cambia la resolución de la cámara
eu: Kameraren bereizmena aldatu
fr: Changer la résolution de la caméra
gl: Cambiar a resolución da cámara
hu: A kamera felbontásának módosítása
ia: Cambiar le resolution del camera
id: Mengubah resolusi kamera
is: Breyta upplausn myndavélar
it: Modifica la risoluzione
ja: カメラの解像度を変更する
ko: 카메라 해상도를 변경합니다
ms: Tukar resolusi kamera
nb: Endre kameraoppløsning
nl: De cameraresolutie aanpassen
pl: Zmienia rozdzielczość obrazu
pt: Troca a resolução da câmera
pt_br: Alterar a resolução da câmera
ro: Schimbați rezoluția camerei
ru: Выбрать разрешение камеры
sl: Spremenite ločljivost kamere
ta: கேமரா தீர்மானத்தை மாற்றவும்
tr: Kamera çözünürlüğünü değiştirir
uk: Змінити роздільну здатність камери
zh: 设置相机分辨率
zh_hant: 變更相機解析度

source: Resume video
ar: استأنف الفيديو
be: Працягніце запісваць відэа
bg: Възобновете видеото
ca: Continua l'enregistrament
cs: Pokračovat v nahrávání
de: Videoaufnahme fortsetzen
el: Συνέχεια βίντεο
eo: Malpaŭzigi filmon
es: Continuar vídeo
eu: Bideoa jarraitu
fr: Reprendre la video
gl: Retomar vídeo
hu: Folytat
ia: Resumer le video
id: Lanjutkan video
is: Áfram með upptöku myndskeiðs
it: Riprendi video
ja: 録画を再開する
ko: 녹화 다시 시작
ms: Sambung video
nb: Fortsett video
nl: Video-opname vervolgen
nn: Hald fram video
pl: Wznów nagrywanie
pt: Retomar vídeo
pt_br: Retomar vídeo
ro: Reluați videoclipul
ru: Возобновить
sl: Nadaljuj snemanje videoposnetka
ta: வீடியோவை மீண்டும் தொடங்குங்கள்
tr: Videoyu sürdür
uk: Відновити відео
zh: 继续录制
zh_hant: 恢復錄製影片

source: Save path
be: Шлях захавання
bg: Запазете към
ca: Destinació
cs: Uložit cestu
de: Speicherpfad
el: Θέση αποθήκευσης
eo: Konserva dosierujo
es: Ruta de guardado
eu: Gordetzeko karpeta
fr: Emplacement de stockage
gl: Ruta arquivo
hu: Mentési útvonal
ia: Percurso de immagazinage
id: Direktori penyimpanan
is: Vistunarslóð
it: Percorso di salvataggio
ja: 保存先設定
ko: 저장 경로 설정
ml: പാത സംരക്ഷിക്കുക
ms: Simpan laluan
nb: Lagringssti
nl: Opslagpad
pl: Ścieżka zapisu
pt: Caminho para salvar
pt_br: Caminho de salvamento
ro: Salvați calea
ru: Путь сохранения
sl: Shrani pot
ta: பாதையைச் சேமிக்கவும்
tr: Konumu kaydet
uk: Зберегти шлях
zh: 保存路径
zh_hant: 儲存路徑

# savePathTitle
source: SAVE PATH
ar: احفظ المسار
be: ШЛЯХ ЗАХОУВАННЯЎ
bg: ЗАПАЗЕТЕ ПЪТЯ
ca: DESTINACIÓ
cs: CESTA K UKLÁDÁNÍ
de: SPEICHERPFAD
el: ΘΕΣΗ ΑΠΟΘΗΚΕΥΣΗΣ
es: RUTA DE GUARDADO
eu: GORDETZEKO KARPETA
fr: EMPLACEMENT DE STOCKAGE
gl: CARTAFOL DE ALMACENAXE
hu: A KÉPEK MENTÉSÉNEK HELYE
ia: PERCURSO DE IMMAGAZINAGE
id: DIREKTORI PENYIMPANAN
is: VISTUNARSLÓÐ
it: PERCORSO DI SALVATAGGIO
ja: 保存先
ko: 저장 경로
ml: പാത സംരക്ഷിക്കുക
ms: SIMPAN LALUAN
nb: Lagringssti
nl: OPSLAGPAD
nn: Gøymesti
pl: ŚCIEŻKA ZAPISU
pt: CAMINHO PARA SALVAR
pt_br: CAMINHO DE SALVAMENTO
ro: SALVAȚI CALEA
ru: ПУТЬ СОХРАНЕНИЯ
sl: SHRANI POT DO SKLADIŠČA
ta: பாதையைச் சேமிக்கவும்
tr: KAYDETME KONUMU
uk: ЗБЕРЕГТИ ШЛЯХ
zh: 保存路径
zh_hant: 儲存路徑

# savePathTitle_description
source: Select a save path. Typically, images get saved to the DCIM path on Android.
ar: حدد مسار الحفظ. عادةً، يتم حفظ الصور في مسار DCIM على نظام Android.
be: Выбкрыце шлях захоўванняў. Звычайна, выявы захоўваюцца ў DCIM шляху ў Андройд.
bg: Изберете път за запазване. Обикновено изображенията се записват в DCIM пътя на Android.
ca: Trieu la ubicació on desar el contingut multimèdia. Habitualment és la carpeta DCIM.
cs: Vyberte cestu k ukládání souborů. V systému Android se obrázky obvykle ukládají do cesty DCIM.
de: Wähle einen Speicherpfad aus. In Android ist dies normalerweise der DCIM Pfad.
el: Επιλέξετε μια θέση αποθήκευσης. Συνήθως, οι εικόνες σώζονται στην θέση DCIM στο Android.
es: Elige una ruta de guardado. Usualmente, las imágenes se guardan en la carpeta DCIM en Android.
eu: Aukeratu gordetzeko karpeta. Normalean, Androiden irudiak DCIM karpetan gordetzen dira.
fr: Choisir un emplacement de stockage. Typiquement, les images sont enregistrées dans le dossier DCIM sur Android.
gl: Elixe a ruta ao cartafol. En Android, de xeito habitual, as imaxes gárdanse na ruta a DCIM.
hu: Válasszon egy mentési útvonalat. A képeket általában a DCIM könyvtárba menti az Android.
ia: Selige un percurso de immagazinage. Typicalmente, le imagines es salveguardate in le dossier DCIM in Android.
id: Pilih direktori penyimpanan. Umumnya pada Android, gambar-gambar disimpan ke dalam direktori DCIM.
is: Veldu slóð til að vista á. Oftast eru myndir vistaðar á DCIM-slóðinni á Android.
it: Seleziona un percorso di salvataggio. Tipicamente in Android le immagini vengono salvate nella cartella DCIM.
ja: 保存先のフォルダーを設定してください。 Androidの基準ではDCIMフォルダーに保存することです。
ko: 저장 경로를 선택하십시오. Android에서는 이미지가 흔히 DCIM 경로에 이미지가 저장됩니다.
ms: Pilih laluan simpan. Biasanya, gambar-gambar disimpan ke laluan DCIM pada Android.
nb: Velg en lagringssti. Vanligvis blir blider lagret i DCIM-mappen på Android.
nl: Selecteer een pad om op te slaan. Meestal worden afbeeldingen opgeslagen in het Android DCIM-pad.
pl: Wybierz ścieżkę zapisu. W systemie Android zdjęcia zazwyczaj zapisywane są w folderze DCIM.
pt: Selecione um caminho para salvar. No Android, as imagens são geralmente salvas na pasta DCIM.
pt_br: Selecione um caminho de salvamento. Normalmente, as imagens são salvas no caminho da pasta DCIM no Android.
ro: Selectați o cale de salvare. De obicei, imaginile sunt salvate pe calea DCIM pe Android.
ru: Выберите директорию для сохранения фотографий. Как правило, это папка DCIM на Android.
sl: Izberite pot do mape za shranjevanje posnetkov. Običajno se slike v sistemu Android shranijo v datoteko DCIM.
ta: சேமிக்கும் பாதையைத் தேர்ந்தெடுக்கவும். பொதுவாக, படங்கள் ஆண்ட்ராய்டு இல் உள்ள DCIM பாதையில் சேமிக்கப்படுகின்றன.
tr: Bir kaydetme konumu seçin. Genellikle görüntüler Android'de DCIM yoluna kaydedilir.
uk: Виберіть шлях для збереження. Зазвичай зображення зберігаються в DCIM на Android.
zh: 选择保存路径。图像通常保存在安卓的 DCIM 路径下。
zh_hant: 選擇儲存路徑。通常，照片會儲存到 Android 上的 DCIM 路徑。

# savePath_description
source: Current path: {path}
be: Выкарыстоўваецца шлях: {path}
bg: Текущ път за запазване: {path}
ca: Ruta actual: {path}
cs: Aktuální cesta: {path}
de: Ausgewählter Pfad: {path}
el: Παρούσα θέση: {path}
eo: Aktuala dosierujo: {path}
es: Ruta actual: {path}
eu: Egungo karpeta: {path}
fr: Emplacement actuel : {path}
gl: Ruta actual: {path}
hu: Jelenlegi útvonal: {path}
ia: Percurso actual: {path}
id: Direktori saat ini: {path}
is: Fyrirliggjandi slóð: {path}
it: Percorso attuale: {path}
ja: 使用中フォルダー: {path}
ko: 현재 경로: {path}
ml: നിലവിലെ പാത: {path}
ms: Laluan semasa: {path}
nb: Nåværende sti: {path}
nl: Huidig pad: {path}
pl: Obecna ścieżka: {path}
pt: Caminho atual: {path}
pt_br: Caminho atual: {path}
ro: Calea curentă: {path}
ru: Текущий путь: {path}
sl: Trenutna pot: {path}
ta: தற்போதைய பாதை: {path}
tr: Geçerli konum: {path}
uk: Поточний шлях: {path}
zh: 当前路径：{path}
zh_hant: 目前路徑：{path}

source: SAVING
be: ЗАХАВАННЕ
bg: СПЕСТЯВАНЕ
ca: OPCIONS DE FITXER
cs: UKLÁDÁNÍ
de: SPEICHERN
el: ΣΩΖΕΤΑΙ
eo: KONSERVADO
es: GUARDADO
eu: GORDETA
fr: SAUVEGARDE
gl: GARDAR
hu: MENTÉS
ia: SALVEGUARDAR
id: MENYIMPAN
is: VISTA
it: SALVATAGGIO
ja: 保存設定
ko: 저장 설정
ml: സംരക്ഷിക്കുന്നു
ms: MENYIMPAN
nb: Lagring
nl: OPSLAAN
pl: ZAPIS
pt: SALVANDO
pt_br: SALVANDO
ro: SALVAREA
ru: СОХРАНЕНИЕ
sl: SHRANJEVANJE
ta: சேமிப்பு
tr: KAYDETME
uk: ЗБЕРЕЖЕННЯ
zh: 保存
zh_hant: 正在儲存

source: Select path
ar: حدد المسار
be: Выберыце шлях
bg: Изберете път
ca: Navega
cs: Vybrat cestu
de: Pfad auswählen
el: Επιλέξτε θέση
es: Elegir ruta
eu: Karpeta aukeratu
fr: Sélectionner le chemin
gl: Selecciona ruta
hu: Könyvtár kiválasztása
ia: Seliger percurso
id: Pilih direktori
is: Veldu slóð
it: Seleziona percorso
ja: フォルダー選択
ko: 경로 선택
ml: പാത തിരഞ്ഞെടുക്കുക
ms: Pilih laluan
nb: Velg sti
nl: Pad kiezen
pl: Wybierz ścieżkę
pt: Selecione o caminho
pt_br: Selecionar caminho
ro: Selectați calea
ru: Выбрать путь
sl: Izberite pot
ta: பாதையைத் தேர்ந்தெடுக்கவும்
tr: Konum seçin
uk: Вибрати шлях
zh: 选择路径
zh_hant: 選擇路徑

source: Settings
ar: إعدادات
be: Налады
bg: Настройки
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Configuración
eu: Konfigurazioa
fr: Paramètres
gl: Axustes
hu: Beállítások
ia: Parametros
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
ml: ക്രമീകരണങ്ങൾ
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
ro: Setări
ru: Настройки
sl: Nastavitve
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
zh: 设置
zh_hant: 設定

# shutterSound
source: Enable shutter sound
be: Адключыць звук пад час здымку
bg: Деактивирайте звука на затвора
ca: Inhabilita el so de l'obturador
cs: Zakázat zvuk závěrky
de: Auslöseton aktivieren
el: Απενεργοποίηση ήχου κλείστρου
es: Desactivar el sonido del obturador
eu: Obturadorearen soinua desaktibatu
fr: Désactiver le son de l'obturateur
gl: Activar son do disparador
hu: Zárhang letiltása
ia: Activa le sono del obturator
id: Matikan bunyi rana
is: Gera lokarahljóð óvirkt
it: Abilita il suono dello scatto
ja: シャッター音を鳴らさないようにする
ko: 셔터음 활성화
ml: അടയ്ക്കുന്ന ശബ്ദം പ്രവർത്തനരഹിതമാക്കുക
ms: Menghalang bunyi pengatup
nb: Skru av lukker-lyd
nl: Schakel sluitergeluid in
pl: Wyłącz dźwięk migawki
pt: Desabilitar o som do obturador
pt_br: Ativar o som do obturador
ro: Dezactivați sunetul declanșatorului
ru: Отключить звук затвора
sl: Onemogoči zvok sprožilca
ta: சட்டர் ஒலியை முடக்கு
tr: Deklanşör sesini devre dışı bırak
uk: Вимкнути звук затвору
zh: 关闭快门声
zh_hant: 停用快門聲
