Repository: iakdis/librecamera
Catalog: lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, de, el, eo, es, eu, fr, gl, hu, ia, id, is, it, ja, ko, lv, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, ta, tr, uk, zh, zh_hant

# shutterSound_description
source: Enable the shutter sound when taking a picture
be: Адключае звук пад час здымання фота
bg: Деактивирайте звука на затвора, когато правите снимка
ca: Desactiva el so de l'obturador en fer una foto
cs: Zakázat zvuk závěrky při pořízení obrázku
de: Aktiviere den Auslöseton bei der Aufnahme eines Bildes
el: Απενεργοποίηση ήχου κλείστρου όταν γίνεται λήψη εικόνας
es: Desactiva el sonido del obturador al tomar una foto
eu: Obturadorearen soinua desaktibatzen du argazkia ateratzean
fr: Désactiver le son de l'obturateur lorsqu'une photo est prise
gl: Activa o son de obturador cando se fai unha foto
hu: Képkészítésnél letiltja a zárhangot
ia: Activa le sono del obturator al prender un photo
id: Mematikan bunyi rana ketika mengambil gambar
is: Gera lokarahljóð óvirkt við myndatöku
it: Abilita il suono dello scatto quando si scatta una foto
ja: 撮影時のシャッター音を無効にする
ko: 사진을 촬영할 때 셔터음을 활성화합니다
ms: Menghalang bunyi pengatup apabila menangkap gambar
nb: Skrur av bildeknipselyden
nl: Schakel het sluitergeluid in bij het maken van een foto
pl: Wyłącza dźwięk migawki podczas robienia zdjęcia
pt: Desabilita o som do obturador ao tirar uma foto
pt_br: Ativa o som do obturador ao tirar uma foto
ro: Dezactivați sunetul declanșatorului când faceți o fotografie
ru: Отключение звука затвора при съемке фотографии
sl: Onemogočite zvok sprožilca med fotografiranjem
ta: படத்தை எடுக்கும்போது சட்டர் ஒலியை முடக்கவும்
tr: Fotoğraf çekerken deklanşör sesini devre dışı bırak
uk: Вимкнути звук затвору під час фотографування
zh: 拍照时不发出快门声
zh_hant: 拍照時停用快門聲

source: Start recording video
ar: ابدأ بتسجيل الفيديو
be: Пачніце запісваць відэа
bg: Започнете да записвате видео
ca: Enregistra un vídeo
cs: Spustit nahrávání videa
de: Videoaufnahme starten
el: Λήψη βίντεο
eo: Ekregistri filmon
es: Empezar a grabar vídeo
eu: Bideoa grabatzen hasi
fr: Démarrer un enregistrement vidéo
gl: Inciar gravación de vídeo
hu: Videófelvétel indítása
ia: Initiar le registration de video
id: Mulai perekaman video
is: Hefja upptöku myndskeiðs
it: Inizia a registrare
ja: 録画を開始する
ko: 동영상 녹화 시작
ms: Mula merekod video
nb: Ta opp video
nl: Video-opname starten
nn: Tak opp video
pl: Rozpocznij nagrywanie
pt: Iniciar gravação de vídeo
pt_br: Iniciar gravação de vídeo
ro: Începeți înregistrarea video
ru: Начать запись видео
sl: Začnite snemati videoposnetek
ta: வீடியோவைப் பதிவு செய்யத் தொடங்குங்கள்
tr: Video kaydını başlat
uk: Почати запис відео
zh: 开始录制
zh_hant: 開始錄製影片

source: Start with front camera
be: Пачынаць з франтальнай камеры
bg: Започнете с предната камера
ca: Inicia amb la càmera frontal
cs: Spustit s předním fotoaparátem
de: Mit der Frontkamera starten
el: Εκκίνηση με την μπροστινή κάμερα
eo: Komenci per antaŭa kamerao
es: Iniciar con la cámara frontal
eu: Aurrealdeko kamerarekin hasi
fr: Démarrer avec la caméra frontale
gl: Iniciar coa cámara dianteira
hu: Indítás az első kamerával
ia: Initiar con le camera frontal
id: Mulai dengan kamera depan
is: Ræsa á frammyndavél
it: Avvia con fotocamera frontale
ja: フロントカメラに起動
ko: 전면 카메라로 시작
ml: മുൻവശത്തെ ക്യാമറ ഉപയോഗിച്ച് ആരംഭിക്കുക
ms: Mula dengan kamera hadapan
nb: Start med frontkamera
nl: Begin met de camera aan de voorkant
pl: Uruchom z przednim aparatem
pt: Iniciar com a câmera frontal
pt_br: Começar com a câmera frontal
ro: Începeți cu camera frontală
ru: Фронтальная камера по умолчанию
sl: Začnite s sprednjo kamero
ta: முன் கேமராவுடன் தொடங்கவும்
tr: Ön kamera ile başla
uk: Запуск з фронтальної камери
zh: 打开软件时用前置摄像头
zh_hant: 從前置相機開始

# startWithFrontCamera_description
source: Always start with front camera when opening the app
be: Адкрываць дадатак пачынаючы з франтальнай камеры
bg: Винаги започвайте с предната камера, когато отваряте приложението
ca: La càmera frontal és l'opció per defecte en iniciar l'aplicació
cs: Vždy spustit aplikaci s otevřeným předním fotoaparátem
de: Beim Öffnen der App immer mit der Frontkamera starten
el: Πάντα εκκίνηση με την μπροστινή κάμερα όταν ανοίγει η εφαρμογή
es: Siempre inicia con la cámara frontal cuando inicias la aplicación
eu: Aurrealdeko kamerarekin hasten da aplikazioa irekitzen duzunean
fr: Toujours démarrer avec la caméra frontale à l'ouverture de l'application
gl: Inciar sempre a app activando a cámara anterior
hu: Mindig az első kamerát használja az alkalmazás megnyitásakor
ia: Sempre initiar con le camera frontal al aperir le application
id: Selalu mulai dengan kamera depan ketika membuka app
is: Alltaf ræsa með frammyndavél þegar forritið er opnað
it: Avvia sempre con la fotocamera frontale all'apertura dell'app
ja: アプリを起動したときフロントカメラに切り替わる
ko: 앱을 열 때 항상 전면 카메라로 시작합니다
ml: പ്രയോഗം തുറക്കുമ്പോൾ എപ്പോഴും മുൻവശത്തെ ക്യാമറ ഉപയോഗിച്ച് തുടങ്ങുക
ms: Sentiasa mula dengan kamera hadapan apabila membuka aplikasi
nb: Alltid start med frontkameraet når programmet åpnes
nl: Bij het openen van de app altijd met de camera aan de voorkant starten
pl: Aplikacja uruchamia aparat przedni po jej starcie
pt: Sempre inicia com a câmera frontal ao abrir o app
pt_br: Sempre começar com a câmera frontal ao abrir o aplicativo
ro: Începeți întotdeauna cu camera frontală când deschideți aplicația
ru: При открытии приложения всегда активировать фронтальную камеру
sl: Pri novem zagonu aplikacije, vedno začnite s sprednjo kamero
ta: பயன்பாட்டைத் திறக்கும்போது எப்போதும் முன் கேமராவுடன் தொடங்கவும்
tr: Uygulama açılırken her zaman ön kamera ile başlar
uk: Завжди запускати з фронтальної камери під час відкриття застосунку
zh: 打开软件时默认用前置摄像头
zh_hant: 開啟應用程式時總是從前置相機開始

source: Stop video
ar: أوقف الفيديو
be: Завяршыце запісваць відэа
bg: Спрете видеото
ca: Finalitza la gravació
cs: Zastavit video
de: Videoaufnahme stoppen
el: Τερματισμός βίντεο
eo: Ĉesigi filmon
es: Detener vídeo
eu: Bideoa gelditu
fr: Arrêter la vidéo
gl: Deter vídeo
hu: Felvétel leállítása
ia: Stoppar video
id: Hentikan video
is: Stöðva upptöku myndskeiðs
it: Ferma video
ja: 録画を終了する
ko: 녹화 종료
ms: Hentikan video
nb: Stopp video
nl: Video-opname stoppen
nn: Stogg video
pl: Zatrzymaj nagrywanie
pt: Parar vídeo
pt_br: Parar vídeo
ro: Opriți videoclipul
ru: Остановить запись
sl: Ustavi snemanje videoposnetka
ta: வீடியோவை நிறுத்து
tr: Videoyu durdur
uk: Зупинити відео
zh: 结束录制
zh_hant: 停止錄製影片

source: Switch to picture mode
ar: بدل إلى وضع الصورة
be: Перайдзіце ў рэжым фота
bg: Превключване към режим на картина
ca: Canvia al mode foto
cs: Přepnout na režim fotografování
de: Zum Foto-Modus wechseln
el: Αλλαγή σε κατάσταση λήψης εικόνας
es: Cambiar al modo cámara
eu: Argazki Kamera
fr: Basculer en mode photo
gl: Cambiar ao modo foto
hu: Fényképezésmódba váltás
ia: Cambiar al modo imagine
id: Ganti ke mode gambar
is: Skipta yfir í myndatökuham
it: Passa a modalità fotografia
ja: 写真撮影モードに切り替え
ko: 사진 촬영 모드로 전환
ml: ചിത്ര രീതിയിലേക്ക് മാറുക
ms: Tukar kepada mod gambar
nb: Bytt til bildemodus
nl: Overschakelen naar de fotomodus
nn: Byt til biletmodus
pl: Przejdź do trybu aparatu
pt: Alternar para o modo de fotografia
pt_br: Alternar para o modo de fotografia
ro: Comutați la modul imagine
ru: Переключить в режим фото
sl: Preklopite v način slikanja
ta: பட பயன்முறைக்கு மாறவும்
tr: Fotoğraf moduna geç
uk: Перейти в режим зображення
zh: 切换到拍照模式
zh_hant: 切換至照片模式

source: Switch to video recording mode
ar: بدل إلى وضع تسجيل الفيديو
be: Перайдзіце ў рэжым відэа
bg: Преминете към режим на видеозапис
ca: Canvia al mode vídeo
cs: Přepnout na režim natáčení videa
de: Zum Videoaufnahme-Modus wechseln
el: Αλλαγή σε κατάσταση εγγραφής βίντεο
es: Cambiar al modo vídeo
eu: Bideo Kamera
fr: Basculer en mode enregistrement vidéo
gl: Cambiar ao modo gravar vídeo
hu: Videófelvétel-módba váltás
ia: Cambiar al modo de registration de video
id: Ganti ke mode perekaman video
is: Skipta yfir í myndskeiðsham
it: Passa a modalità video
ja: ビデオ録画に切り替え
ko: 동영상 녹화 모드로 전환
ms: Tukar kepada mod merekod video
nb: Bytt til videoopptaksmodus
nl: Overschakelen naar de videomodus
nn: Byt til videoopptaksmodus
pl: Przejdź do trybu kamery
pt: Alternar para o modo de gravação de vídeo
pt_br: Alternar para o modo de gravação de vídeo
ro: Comutați la modul de înregistrare video
ru: Переключить в режим видео
sl: Preklopite v način snemanja videoposnetka
ta: வீடியோ பதிவு பயன்முறைக்கு மாறவும்
tr: Video kayıt moduna geç
uk: Перейти в режим запису відео
zh: 切换到录像模式
zh_hant: 切換至錄影模式

source: System language
ar: لغة النظام
be: Сістэмная мова
bg: Системен език
ca: Idioma del sistema
cs: Jazyk systému
de: Systemsprache
el: Γλώσσα συστήματος
eo: Sistema lingvo
es: Idioma del sistema
eu: Sistemaren hizkuntza
fr: Langue du système
gl: Idioma do sistema
hu: A rendszer nyelve
ia: Lingua del systema
id: Bahasa sistem
is: Tungumál kerfis
it: Lingua di sistema
ja: システム言語
ko: 시스템 언어
lv: Sistēmas valoda
ms: Bahasa sistem
nb: Systemspråk
nl: Systeemtaal
pl: Język systemu
pt: Idioma padrão do sistema
pt_br: Idioma do sistema
ro: Limba sistemului
ru: Системный язык
sl: Sistemski jezik
ta: கணினி மொழி
tr: Sistem dili
uk: Системна мова
zh: 系统语言
zh_hant: 系統語言

source: Take picture
ar: التقط صورة
be: Зрабіце фотаздымак
bg: Снимам
ca: Fa una foto
cs: Vyfotit
de: Foto aufnehmen
el: Λήψη εικόνας
eo: Foti
es: Toma una foto
eu: Argazkia atera
fr: Prendre une photo
gl: Facer foto
hu: Fényképezés
ia: Prender un photo
id: Ambil gambar
is: Taka mynd
it: Scatta fotografia
ja: 写真を撮影する
ko: 사진 촬영
ml: ചിത്രം എടുക്കുക
ms: Ambil gambar
nb: Knips bilde
nl: Foto nemen
nn: Tak bilete
pl: Zrób zdjęcie
pt: Tirar uma foto
pt_br: Tirar fotografia
ro: Faceți o fotografie
ru: Сделать фото
sl: Posnemi sliko
ta: படம் எடுக்கவும்
tr: Fotoğraf çek
uk: Сфотографувати
zh: 拍照
zh_hant: 拍照

source: Theme
ar: سمة
be: Тэма
bg: Тема
ca: Tema
cs: Motiv
de: Thema
el: Θέμα
eo: Etoso
es: Tema
eu: Gaia
fr: Thème
gl: Decorado
hu: Téma
ia: Thema
id: Tema
is: Þema
it: Tema
ja: ダークモード
ko: 테마
lv: Motīvs
ms: Tema
nb: Drakt
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема
sl: Tema
ta: கருப்பொருள்
tr: Tema
uk: Тема
zh: 主题
zh_hant: 主題

# themeBlack
source: Black theme
ar: السمة السوداء
be: Чорная тэма
ca: Tema negre
cs: Černý motiv
de: Schwarzes Thema
el: Μαύρο θέμα
eo: Nigra etoso
es: Tema negro
fr: Thème noir
gl: Decorado negro
hu: Fekete téma
ia: Thema nigre
id: Tema hitam
is: Svart þema
it: Tema nero
ko: 블랙
ms: Tema hitam
nb: Svart drakt
nl: Zwart thema
pl: Czarny motyw
pt: Tema preto
pt_br: Tema preto
ro: Tema neagră
ru: Темная Тема
sl: Črna tema
ta: கருப்பு கருப்பொருள்
tr: Siyah tema
uk: Чорна тема
zh: 黑色主题
zh_hant: 黑色主題

# themeDark
source: Dark theme
ar: السمة المظلمة
be: Цёмная тэма
bg: Тъмна тема
ca: Tema fosc
cs: Tmavý motiv
de: Dunkles Thema
el: Σκούρο θέμα
eo: Malhela etoso
es: Tema oscuro
eu: Iluna
fr: Thème sombre
gl: Decorado escuro
hu: Sötét téma
ia: Thema obscur
id: Tema gelap
is: Dökkt þema
it: Tema scuro
ja: ダークモード
ko: 다크
ms: Tema gelap
nb: Mørk
nl: Donker thema
pl: Ciemny
pt: Tema escuro
pt_br: Tema escuro
ro: Temă întunecată
ru: Тёмная
sl: Temna tema
ta: இருண்ட கருப்பொருள்
tr: Koyu tema
uk: Темна тема
zh: 深色主题
zh_hant: 深色主題

# themeLight
source: Light theme
ar: السمة الفاتحة
be: Светлая тэма
bg: Светла тема
ca: Tema clar
cs: Světlý motiv
de: Helles Thema
el: Ανοιχτό θέμα
eo: Hela etoso
es: Tema claro
eu: Argia
fr: Thème clair
gl: Decorado claro
hu: Világos téma
ia: Thema clar
id: Tema terang
is: Ljóst þema
it: Tema chiaro
ja: ライトモード
ko: 라이트
ms: Tema cahaya
nb: Lys
nl: Licht thema
pl: Jasny
pt: Tema claro
pt_br: Tema claro
ro: Tema luminii
ru: Светлая
sl: Svetla tema
ta: ஒளி கருப்பொருள்
tr: Açık tema
uk: Світла тема
zh: 浅色主题
zh_hant: 淺色主題

# themeSystem
source: System theme
ar: سمة النظام
be: Сістэмная тэма
bg: Системна тема
ca: Tema del sistema
cs: Systémový motiv
de: Thema des Systems
el: Θέμα συστήματος
eo: Sistema etoso
es: Tema del sistema
eu: Sistemaren gaia
fr: Thème du système
gl: Decorado do sistema
hu: A rendszer témája
ia: Thema del systema
id: Tema sistem
is: Kerfisþema
it: Tema di sistema
ja: システムと合わせる
ko: 시스템 테마
ms: Tema sistem
nb: Systemdrakt
nl: Systeemthema
pl: Motyw systemu
pt: Tema padrão do sistema
pt_br: Tema do sistema
ro: Tema sistemului
ru: Системная тема
sl: Sistemska tema
ta: கணினி கருப்பொருள்
tr: Sistem teması
uk: Системна тема
zh: 系统主题
zh_hant: 系統主題

# theme_description
source: Change the app theme
ar: غير سمة التطبيق
be: Змяніць тэму дадатка
bg: Променете темата на приложението
ca: Canvia el tema de l'aplicació
cs: Změnit motiv aplikace
de: Thema der App wechseln
el: Αλλαγή θέματος εφαρμογής
eo: Ŝanĝi la programan etoson
es: Cambia el tema de la aplicación
eu: Aplikazioaren gaia aldatu
fr: Changer le thème de l'application
gl: Cambiar o decorado da app
hu: Az alkalmazás témájának módosítása
ia: Cambiar le thema del application
id: Rubah tema app
is: Skipta um þema forritsins
it: Modifica il tema dell'app
ja: アプリのダークモードを切り替わる
ko: 앱 테마를 변경합니다
ms: Tukar tema aplikasi
nb: Endre programdrakten
nl: Het thema van de app aanpassen
pl: Zmień motyw aplikacji
pt: Troca o tema do app
pt_br: Alterar o tema do aplicativo
ro: Schimbați tema aplicației
ru: Сменить внешний вид приложения
sl: Spremenite temo aplikacije
ta: பயன்பாட்டு கருப்பொருள் மாற்றவும்
tr: Uygulama temasını değiştirin
uk: Змінити тему застосунку
zh: 更换应用的主题
zh_hant: 變更應用程式主題

source: Timer
ar: مؤقت
be: Таймер
bg: Таймер
ca: Temporitzador
cs: Časovač
el: Χρονοδιακόπτης
eo: Tempumilo
es: Temporizador
eu: Tenporizadorea
fr: Minuterie
gl: Temporizador
hu: Időzítő
ia: Temporisator
id: Pengatur waktu
is: Niðurteljari
ja: タイマー
ko: 타이머
ml: ടൈമർ
ms: Pemasa
nb: Tidsur
pt: Temporizador
pt_br: Temporizador
ro: Temporizator
ru: Таймер
sl: Časovnik
ta: நேரங்குறிகருவி
tr: Zamanlayıcı
uk: Таймер
zh: 倒计时
zh_hant: 計時器

source: Use Material You
be: Выкарыстоўвць матэрыяльны інтэрфейс
ca: Interfície «Material You»
cs: Použít Material You
de: Material You verwenden
el: Χρήση Material You
es: Utilizar Material You
fr: Utiliser Material You
gl: Usalo Material You
hu: „Material You” téma használata
ia: Usar Material You
id: Gunakan Material You
is: Nota Material You
it: Usa Material You
ko: 머티리얼 디자인 사용
ms: Guna Material You
nb: Anvend Materiell Deig
nl: Material You gebruiken
pl: Użyj Material You
pt: Usar o Material You
pt_br: Usar Material You
ro: Utilizați Material You
ru: Используйте материал Вы
sl: Uporabi oblikovanje Material You
ta: நீங்கள் பொருளைப் பயன்படுத்துங்கள்
tr: Material You kullan
uk: Використовувати Material You
zh: “Material You”界面设计
zh_hant: 使用 Material You

# useMaterialYou_description
source: Use the Material You design. Set to false for the old Material design
be: Выкарыстоўвае матэрыяльны дызайн інэрфейсу. Адключае стары варыянт інтэрфейсу
ca: Utilitza el disseny Material You. En desactivar, s'empra el disseny antic
cs: Použít design Material You. Vypněte pro použití starého Material Designu
de: Material You Design verwenden. Deaktivieren, um altes Material Design zu benutzen
el: Χρήση σχεδίου Material You. Απενεργοποιήστε το για το παλιό σχέδιο Material
es: Utilizar el diseño Material You. Deactivar para usar el antiguo diseño Material
fr: Utiliser le style Material You. Désactiver pour l'ancien style Material
gl: Usa o Material You para o deseño. Establécese como falso para o Material design antigo
hu: A „Material You” témát használja. Letiltja a régi „Material” témát
ia: Usar le designo Material You. Disactivar pro usar le designo Material ancian
id: Menggunakan desain Material You. Matikan untuk menggunakan desain Material lama
is: Nota Material You hönnun. Settu þetta á rangt til að nota eldri Material-hönnun
it: Usa il design Material You. Disabilita per passare al vecchio design Material
ko: 머티리얼 디자인을 사용합니다. 이전 머티리얼 디자인은 비활성화됩니다
ms: Guna reka bentuk Material You. Tetapkan kepada palsu untuk reka bentuk Material lama
nb: Ta i bruk Materiell Deig-design. Skru av for gammel Materiell design.
nl: Material You-ontwerp gebruiken. Uitschakelen om het oude Material-ontwerp te gebruiken
pl: Użyj wyglądu Material You. Wyłącz aby zastosować stary wygląd Material
pt: Usar o design Material You. Desative para usar o antigo Material Design
pt_br: Usar o design Material You. Desabilite para usar o antigo Material Design
ro: Utilizați Material You design-ul. Setați la false pentru vechiul design Material
ru: Используйте материал Вы проектируете. Установлено ложным для старого Материального дизайна
sl: Uporabi oblikovanje Material You. Izklopi staro oblikavanje Material
ta: நீங்கள் வடிவமைக்கும் பொருளைப் பயன்படுத்தவும். பழைய பொருள் வடிவமைப்பிற்கு பொய்யாக அமைக்கப்பட்டுள்ளது
tr: Material You tasarımını kullan. Eski Material tasarımı için false olarak ayarlayın
uk: Використовувати Material You дизайн. Вимкніть старий дизайн Material
zh: 采用“Material You”界面设计。关闭则采用旧的 Material 界面设计
zh_hant: 使用 Material You 介面。設定為 false 以使用舊的 Material Design 介面

# version
source: Version {versionNumber}
be: Версія {versionNumber}
bg: Версия {versionNumber}
ca: Versió {versionNumber}
cs: Verze {versionNumber}
el: Έκδοση {versionNumber}
eo: Versio {versionNumber}
es: Versión {versionNumber}
eu: Bertsioa {versionNumber}
gl: Versión {versionNumber}
hu: Verzió {versionNumber}
id: Versi {versionNumber}
is: Útgáfa {versionNumber}
it: Versione {versionNumber}
ja: バージョン {versionNumber}
ko: 버전 {versionNumber}
ml: പതിപ്പ് {versionNumber}
ms: Versi {versionNumber}
nb: Versjon {versionNumber}
nl: Versie {versionNumber}
pl: Wersja {versionNumber}
pt: Versão {versionNumber}
pt_br: Versão {versionNumber}
ro: Versiunea {versionNumber}
ru: Версия {versionNumber}
sl: Različica {versionNumber}
ta: பதிப்பு {versionNumber}
tr: Sürüm {versionNumber}
uk: Версія {versionNumber}
zh: {versionNumber} 版
zh_hant: 版本 {versionNumber}

# welcomeTitle
source: WELCOME
ar: مرحبا
be: ВІТАЕМ
bg: ДОБРЕ ДОШЛИ
ca: US DONEM LA BENVINGUDA
cs: VÍTEJTE
de: WILLKOMMEN
el: ΚΑΛΩΣΗΛΘΑΤΕ
eo: BONVENON
es: BIENVENIDO
eu: ONGI ETORRI
fr: BIENVENUE
gl: BENVIDA
hu: ÜDVÖZÖLJÜK
ia: BENVENITE
id: SELAMAT DATANG
is: VELKOMIN
it: BENVENUTO
ja: ようこそ
ko: 환영합니다
ml: സ്വാഗതം
ms: SELAMAT DATANG
nb: Velkommen
nl: WELKOM
nn: Velkomen
pl: WITAMY
pt: Bem-vindo
pt_br: BEM-VINDO(A)
ro: BINE ATI VENIT
ru: ДОБРО ПОЖАЛОВАТЬ
sl: DOBRODOŠLI
ta: வரவேற்கிறோம்
tr: HOŞ GELDİNİZ
uk: ЛАСКАВО ПРОСИМО
zh: 欢迎使用
zh_hant: 歡迎

# welcomeTitle_description
source: Congratulations! You are ready to use this camera app.
ar: تهانينا! أنت جاهز لاستخدام تطبيق الكاميرا هذا.
be: Віншуем! Вы гатовы да карыстання гэтай камеры.
bg: Честито! Готови сте да използвате това приложение за камера.
ca: Enhorabona! Ja podeu utilitzar aquesta aplicació.
cs: Gratulujeme! Jste připraveni používat tuto aplikaci fotoaparátu.
de: Herzlichen Glückwunsch! Du bist bereit, diese Kamera-App zu nutzen.
el: Συγχαριτήρια! Είστε έτομοι να χρησιμοποιήσετε την εφαρμογή κάμερας.
eo: Gratulon! Vi pretas uzi ĉi tiun fotilan programon.
es: ¡Felicidades! Ya estás listo para usar la aplicación.
eu: Oso ondo! Prest zaude aplikazioa erabiltzeko.
fr: Félicitations ! Vous êtes prêt(e) à utiliser cette application.
gl: Parabéns! Xa podes utilizar esta app para a cámara.
hu: Gratulálunk! Készen áll a kameraalkalmazás használatára.
ia: Felicitationes! Tu es preste pro usar iste application de camera.
id: Selamat! Anda siap menggunakan app kamera ini.
is: Til hamingju! Nú geturðu farið að nota þetta myndatökuforrit.
it: Congratulazioni! Sei pronto per utilizzare questa applicazione.
ja: 初期設定が完了しました。ご利用ありがとうございました。
ko: 축하합니다! 카메라 앱을 사용할 준비가 되었습니다.
ml: അഭിനന്ദനങ്ങൾ! ഈ ക്യാമറ പ്രയോഗം ഉപയോഗിക്കാൻ നിങ്ങൾ തയ്യാറാണ്.
ms: Tahniah! Anda sudah bersedia untuk mengguna aplikasi kamera ini.
nb: Du kan nå bruke kameraprogrammet.
nl: Gefeliciteerd! Je bent klaar om deze camera-app te gebruiken.
nn: Du kan no nytte denne appen.
pl: Gratulacje! Jesteś gotowy do korzystania z aplikacji aparatu.
pt: Parabéns! Você já pode usar este app de câmera.
pt_br: Parabéns! Você está pronto(a) para usar este aplicativo de câmera.
ro: Felicitări! Sunteți gata să utilizați această aplicație pentru cameră.
ru: Поздравляем! Всё готово к использованию приложения.
sl: Čestitamo! Aplikacija Libre Camera je pripravljena za uporabo.
ta: வாழ்த்துக்கள்! இந்த கேமரா பயன்பாட்டைப் பயன்படுத்த நீங்கள் தயாராக உள்ளீர்கள்.
tr: Tebrikler! Bu kamera uygulamasını kullanmaya hazırsınız.
uk: Вітаємо! Ви готові використовувати цей застосунок для камери.
zh: 完事了！本相机软件现在能用了。
zh_hant: 恭喜！你已經準備好使用此相機應用程式。
