Repository: iakdis/librecamera
Catalog: lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, de, el, eo, es, eu, fr, gl, hu, ia, id, is, it, ja, ko, lv, ml, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sl, ta, tr, uk, zh, zh_hant

# imageCompressionQuality_description
source: Lower compression quality means smaller size but worse quality, while higher compression quality means bigger size but better quality
be: Нізкая якасць сціскання азначае маленькі размер за кошт нізкай якасцьі здымку, большая якасць сціскання азначае большы размер выявы з палепшанай якасццю
bg: По-ниското качество на компресия означава по-малък размер, но по-лошо качество, докато по-високото качество на компресия означава по-голям размер, но по-добро качество
ca: Un nivell més baix crea un fitxer de mida menor però amb qualitat reduïda. Un nivell alt crea un fitxer més gran però amb una qualitat millor
cs: Nižší kvalita komprese znamená menší velikost, ale horší kvalitu, zatímco vyšší kvalita komprese znamená větší velikost, ale lepší kvalitu
de: Geringere Komprimierungsqualität führt zu schlechterer Bildqualität mit geringerer Dateigröße, während höhere Komprimierungsqualität zu besserer Bildqualität mit höherer Dateigröße führt
el: Χαμηλότερη ποιότητα συμπίεσης σημαίνει μικρότερο μέγεθος αλλά χειρότερη ποιότητα, ενώ υψηλότερη ποιότητα συμπίεσης σημαίνει μεγαλύτερο μέγεθος αλλά καλύτερη ποιότητα
es: Una baja calidad de compresión significa un tamaño menor pero a una calidad peor, mientras que una compresión de alta calidad significa un peso mayor con una mejor calidad de imagen
eu: Konpresio-kalitate baxuak tamaina txikiagoa esan nahi du, baina kalitate txarragoa; kalitate handiko konpresioak, berriz, pisu handiagoa eta irudiaren kalitate hobea esan nahi du
fr: Une qualité de compression moindre implique une taille plus petite mais aussi une qualité réduite, une qualité de compression plus élevée donne une taille plus élevée mais aussi une meilleure qualité
gl: A calidade de compresión baixa significa ficheiros máis pequenos e de peor calidade, e a calidade alta proporciona maior tamaño e calidade
hu: Az alacsonyabb tömörítési minőség kisebb méretű, de rosszabb minőségű, míg a nagyobb tömörítési minőség nagyobb méretű, de jobb minőségű képeket eredményez
id: Kualitas kompresi lebih rendah berarti berukuran lebih kecil tetapi berkualitas lebih buruk, sedangkan kualitas kompresi lebih tinggi berarti berukuran lebih besar tetapi berkualitas lebih baik
is: Minni gæði þjöppunar þýða minni stærð en lélegri gæði, á meðan meiri gæði þjöppunar þýða meiri stærð en betri gæði
it: Una minore qualità di compressione comporta dimensioni minori ma peggiore qualità, una qualità di compressione maggiore comporta dimensioni maggiori ma migliore qualità
ja: 画質設定を下げるとファイルサイズが下げますが、保存した画像の画質は悪くなります。画質設定を上がると、保存した画像の画質は良くなりますが、ファイルサイズが増える。
ko: 압축 품질이 낮을수록 파일 크기는 작지만 화질이 떨어지며, 압축 품질이 높을수록 파일 크기는 커지지만 화질이 좋아집니다
ml: താഴ്ന്ന ചുരുക്കല്‍ ഗുണനിലവാരം എന്നാൽ ചെറിയ വലിപ്പവും മോശമായ ഗുണനിലവാരവും അർത്ഥമാക്കുന്നു, ഉയർന്ന ചുരുക്കല്‍ ഗുണനിലവാരം എന്നാൽ വലിയ വലിപ്പവും മികച്ച നിലവാരവും അർത്ഥമാക്കുന്നു
ms: Kualiti pemampatan rendah bermakna saiz lebih kecil tapi kualiti lebih buruk, manakala kualiti pemampatan tinggi bermakna saiz lebih besar tapi kualiti lebih baik
nb: Lavere sammenpakkingskvalitet gir mindre bildestørrelser, men også dårligere kvalitet. Høyere gir større bilder, men bedre kvalitet.
nl: Een lagere compressiekwaliteit betekent een kleiner formaat maar een slechtere kwaliteit, terwijl een hogere compressiekwaliteit een groter formaat maar een betere kwaliteit betekent
pl: Niższa jakość kompresji oznacza mniejszy rozmiar, ale gorszą jakość, podczas gdy wyższa jakość kompresji oznacza większy rozmiar, ale lepszą jakość
pt: A qualidade de baixa compressão significa um tamanho de imagem menor, porém com qualidade inferior enquanto uma qualidade de compressão alta significa um tamanho de imagem maior mas com qualidade melhor
pt_br: Qualidade de compressão mais baixa significa tamanho menor, com qualidade pior, enquanto qualidade de compressão mais alta significa tamanho maior, com qualidade melhor
ro: Calitatea mai scăzută a compresiei înseamnă o dimensiune mai mică, dar o calitate mai proastă, în timp ce o calitate mai mare a compresiei înseamnă o dimensiune mai mare, dar o calitate mai bună
ru: Чем ниже качество сжатия, тем меньше размер сохранённого файла, но хуже изображение на выходе
sl: Nižja kakovost stiskanja pomeni manjšo velikost, a tudi slabšo kakovost slike, višja kakovost stiskanja pa pomeni večjo velikost, a vendar tudi boljšo kakovost slike
ta: குறைந்த சுருக்க தகுதி என்பது சிறிய அளவு ஆனால் மோசமான தகுதி என்று பொருள், அதிக சுருக்க தகுதி என்பது பெரிய அளவு ஆனால் சிறந்த தகுதி என்று பொருள்
tr: Düşük sıkıştırma kalitesi daha küçük boyut ancak daha kötü kalite anlamına gelirken, yüksek sıkıştırma kalitesi daha büyük boyut ancak daha iyi kalite anlamına gelir
uk: Стиснення до низької якості означає менший розмір, але гіршу якість, тоді як стиснення до вищої якості означає більший розмір, але кращу якість
zh: 压缩质量低，文件体积小，但图像质量低；压缩质量高，文件体积大，但图像质量高
zh_hant: 較低的壓縮品質意味著較小的大小但品質較差，而較高的壓縮品質意味著較大的大小但品質較好

# keepEXIFMetadata
source: Save EXIF data
be: Захоўваць метаданныя EXIF
bg: Запазете EXIF данни
ca: Desa les dades EXIF
cs: Uložit data EXIF
de: EXIF-Metadaten speichern
el: Σώσε δεδομένα EXIF
eo: Konservi EXIF-datenojn
es: Guardar datos EXIF
eu: EXIF datuak gorde
fr: Enregister les métadonnées EXIF
gl: Gardar datos EXIF
hu: EXIF adatok mentése
ia: Salvar le datos EXIF
id: Simpan data EXIF
is: Vista EXIF-gögn
it: Salva dati EXIF
ja: EXIFデータを保存
ko: EXIF 데이터 저장
ms: Simpan data EXIF
nb: Lagre EXIF-data
nl: EXIF-gegevens opslaan
pl: Zapisz dane EXIF
pt: Salvar dados EXIF
pt_br: Salvar dados EXIF
ro: Salvați datele EXIF
ru: Записывать EXIF
sl: Shrani metapodatke EXIF
ta: EXIF தரவைச் சேமிக்கவும்
tr: EXIF verilerini kaydet
uk: Зберегти дані EXIF
zh: 保存 EXIF 信息
zh_hant: 儲存 EXIF 數據

# keepEXIFMetadata_description
source: Save EXIF metadata of the taken picture like phone model, GPS location, etc.
be: Захоўвае метаданныя EXIF аб выяве такія як мадэль тэлефона, GPS месцазнаходжанне, і т. д.
bg: Запазете EXIF метаданни на направената снимка като модел на телефона, GPS местоположение и др.
ca: Desa a la foto metadades relatives com ara el model del telèfon, ubicació GPS, etc.
cs: Uložit metadata EXIF pořízeného snímku, jako je model telefonu, poloha GPS atd.
de: EXIF-Metadaten des aufgenommenen Fotos speichern wie Handymodell, GPS-Standort, etc.
el: Σώσε μεταδεδομένα EXIF της εικόνας όπως μοντέλο συσκευής, τοποθεσία GPS κλπ.
es: Guarda los metadatos EXIF de la foto tomada, como el modelo de teléfono, la ubicación GPS, etc.
eu: EXIF metadatuak argazkian gordetzen ditu, telefono mota, GPS kokapena, besteak beste
fr: Enregistrer les métadonnées EXIF de la photo prise, telles que le modèle du téléphone, la localisation GPS, etc.
gl: Gardar metadatos EXIF ao facer fotos, como modelo do móbil, localización GPS, etc.
hu: EXIF metaadatokat ment a képbe, mint például a telefonmodell, a GPS hely, stb.
ia: Salveguardar le metadatos EXIF del imagine prendite como modello de apparato, location GPS, etc.
id: Simpan metadata EXIF gambar yang telah diambil seperti model telepon, lokasi GPS, dsb.
is: Vista EXIF-lýsigögn tekinnar myndar, eins og gerð síma, GPS-staðsetning, o.s.frv.
it: Salva i metadati EXIF nell'immagine come modello del telefono, posizione GPS, ecc.
ja: 機種、GPS座標などのメータデータをEXIFタグとして画像ファイルに書き込む
ko: 사진을 촬영할 때 휴대폰 모델, GPS 위치 등 EXIF 메타데이터를 저장합니다
ms: Simpan metadata EXIF gambar yang diambil seperti model fon, lokasi GPS, dan sebagainya.
nb: Lagre EXIF-metadata for knipset bilde, som f.eks. enhetsmodell, GPS-posisjon, osv.
nl: EXIF-metagegevens van de gemaakte foto opslaan, zoals telefoonmodel, GPS-locatie, enz.
pl: Zapisuje metadane EXIF zrobionego zdjęcia, takie jak model telefonu, lokalizacja GPS itp.
pt: Salva os metadados EXIF para a fotografia, como: modelo do telefone, localização de GPS, etc.
pt_br: Salva metadados EXIF da foto tirada, como modelo de telefone, localização GPS, etc.
ro: Salvați metadatele EXIF ale fotografiei făcute, cum ar fi modelul telefonului, locația GPS etc.
ru: Сохранять в фотографии метаданные EXIF, такие как модель телефона, координаты GPS и др.
sl: Shranite metapodatke EXIF posnete slike, kot so npr. model telefona, lokacija GPS itd.
ta: தொலைபேசி மாதிரி, சி.பி.எச் இருப்பிடம் போன்றவை எடுக்கப்பட்ட படத்தின் EXIF மெட்டாடேட்டாவை சேமிக்கவும்.
tr: Çekilen fotoğrafın telefon modeli, GPS konumu vb. gibi EXIF üst verilerini kaydeder.
uk: Зберегти метадані EXIF зроблених знімків, як-от модель телефону, місцезнаходження GPS тощо.
zh: 在图片文件中保存图片的 EXIF 元数据，比如手机型号、GPS 定位等。
zh_hant: 儲存拍攝照片的 EXIF 元數據，例如手機型號、GPS 位置等。

source: Language
ar: اللغة
be: Мова
bg: Език
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
eu: Hizkuntza
fr: Langage
gl: Idioma
hu: Nyelv
ia: Lingua
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語設定
ko: 언어
lv: Valoda
ml: ഭാഷ
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limbă
ru: Язык
sl: Jezik
ta: மொழி
tr: Dil
uk: Мова
zh: 语言
zh_hant: 語言

# language_description
source: Change the app language
ar: غير لغة التطبيق
be: Змяніць мову дадатка
bg: Променете езика на приложението
ca: Trieu l'idioma de l'aplicació
cs: Změnit jazyk aplikace
de: Sprache der App ändern
el: Αλλαγή γλώσσας εφαρμογής
eo: Ŝanĝi la programan lingvon
es: Cambia el idioma de la aplicación
eu: Aplikazioaren hizkuntza aldatu
fr: Changer la langue de l'application
gl: Cambiar idioma da app
hu: Az alkalmazás nyelvének módosítása
ia: Cambiar le lingua del application
id: Ubah bahasa app
is: Skipta um tungumál forritsins
it: Cambia la lingua dell'app
ja: アプリの言語を変更する
ko: 앱 언어를 변경합니다
lv: Maina lietotnes valodu
ml: പ്രയോഗത്തിന്റെ ഭാഷ മാറ്റുക
ms: Tukar bahasa aplikasi
nb: Endre programspråket
nl: De taal voor de app wijzigen
pl: Zmień język aplikacji
pt: Troca o idioma do app
pt_br: Alterar o idioma do aplicativo
ro: Schimbați limba aplicației
ru: Сменить язык приложения
sl: Spremenite jezik aplikacije
ta: பயன்பாட்டு மொழியை மாற்றவும்
tr: Uygulama dilini değiştirin
uk: Змінити мову застосунку
zh: 选择应用的语言
zh_hant: 變更應用程式語言

source: Left-handed mode
be: Рэжым для ляўшы
ca: Controls a l'esquerra
cs: Režim pro leváky
de: Linkshänder-Modus
el: Κατάσταση αριστερόχειρα
eo: Maldekstramanula reĝimo
es: Modo para zurdos
fr: Mode gaucher
gl: Modo para man sinistra
hu: Balkezes-mód
ia: Modo sinistromane
id: Mode tangan-kiri
is: Snið fyrir örvhenta
it: Modalità per mancini
ko: 왼손잡이 모드
ms: Mod kidal
nb: Venstrehåndsmodus
nl: Linkshandige modus
pl: Tryb dla leworęcznych
pt: Modo para canhotos
pt_br: Modo para canhotos
ro: Modul stângaci
ru: Левый режим
sl: Levičarski način
ta: இடது கை பயன்முறை
tr: Sol el modu
uk: Лівосторонній режим
zh: 左利手模式
zh_hant: 左手模式

# leftHandedMode_description
source: When enabled, switch the position of the camera controls in landscape for left-handed mode
be: Калі ўключана, змяняе пазіцыю кнопак для кантралявання камерай у вертыкальнай арыентацыі для рэжыму ляўшы
ca: En habilitar-ho, canvia durant la vista apaïsada la posició dels controls a l'esquerra
cs: Při povolení se přepne pozice ovládání fotoaparátu v režimu na šířku pro leváky
de: Wenn aktiviert, wird die Position der Kamerabedienelemente im Querformat für Linkshänder geändert
el: Όταν είναι ενεργοποιημένο, αλλαγή θέσης των ελέγχων της κάμερας σε τοπίο για την κατάσταση αριστερόχειρα
es: Cuando está activado, cambia la posición de los controles de la cámara en horizontal para el modo zurdo
fr: Une fois activé, change la position des contrôles de la caméra en mode paysage pour le mode gaucher
gl: Ao activalo, cambiar a posición dos controis no modo paisaxe para a man esquerda
hu: Ha engedélyezve van, tájképmódban átkapcsolja a kameravezérlést balkezes-módba
ia: Quando es activate, cambia le position del controlos de camera in horizontal al modo sinistromane
id: Ketika diaktifkan, mengalihkan posisi kendali-kendali kamera di mode lansekap untuk tangan-kiri
is: Þegar þetta er virkjað mun staðsetning myndavélarstýringa í láréttri stöðu flettast yfir á hlið fyrir örvhenta
it: Se abilitato, cambia la posizione dei comandi della fotocamera in orizzontale per la modalità per mancini
ko: 활성화할 경우, 카메라 컨트롤 배치를 왼손잡이용으로 전환합니다
ms: Apabila dibenarkan, tukar posisi kawalan kamera dalam landskap untuk mod kidal
nb: Tilpasser kameraets kontroller venstrehendte i liggende modus
nl: Indien ingeschakeld, schakel je de positie van de camerabedieningselementen in landschap voor de linkshandige modus
pl: Gdy ta opcja jest włączona, zmienia położenie elementów sterujących aparatu w trybie poziomym aby były one wygodne dla osób leworęcznych
pt: Quando ativado, altera o posicionamento dos controles da câmara em paisagem para o modo para canhotos
pt_br: Quando ativado, altera o posicionamento dos controles da câmera em paisagem para o modo para canhotos
ro: Când este activată, comutați poziția comenzilor camerei în peisaj pentru modul stângaci
ru: При включении переключайте положение управления камерой в ландшафте для левостороннего режима
sl: Ko je omogočeno, preklopite položaj kontrolnikov kamere v ležeči način za levičarski način
ta: இயக்கப்பட்டால், இடது கை பயன்முறையில் நிலப்பரப்பில் கேமரா கட்டுப்பாடுகளின் நிலையை மாற்றவும்
tr: Etkinleştirildiğinde, sol el modu için kamera denetimlerinin konumunu yatay olarak değiştirir
uk: Якщо увімкнено, перемикає положення елементів керування камерою в альбомному режимі для лівосторонньої орієнтації
zh: 交换横屏下相机控件的位置
zh_hant: 啟用後，將橫向相機控制的位置切換為左手模式

# less
source: SHOW LESS
be: ПАКАЗВАЦЬ МЕНЕЙ
bg: ПОКАЖИ ПО-МАЛКО
ca: MOSTRA MENYS
cs: ZOBRAZIT MÉNĚ
de: WENIGER ANZEIGEN
el: ΔΕΙΞΕ ΛΙΓΟΤΕΡΑ
eo: KAŜI IOM
es: MENOS
eu: GUTXIAGO
fr: MASQUER
gl: MOSTRAR MENOS
hu: KEVESEBB MUTATÁSA
ia: MINUS
id: TAMPILKAN LEBIH SEDIKIT
is: SÝNA MINNA
it: MOSTRA MENO
ja: 詳細設定を閉じる
ko: 상세 설정 접기
ml: കുറവ് കാണിക്കുക
ms: TUNJUK KURANG
nb: Vis mindre
nl: MINDER TONEN
pl: POKAŻ MNIEJ
pt: MOSTRAR MENOS
pt_br: MOSTRAR MENOS
ro: ARATĂ MAI PUȚIN
ru: СКРЫТЬ
sl: PRIKAŽI MANJ
ta: குறைவாகக் காட்டு
tr: DAHA AZ
uk: ПОКАЗУВАТИ МЕНШЕ
zh: 收起
zh_hant: 顯示較少

# license
source: The code is licensed under the GPLv3 on GitHub. If you encounter any problems or want to request a feature, please open an issue on GitHub. Thanks!
be: Зыходны код знаходзіцца пад ліцэнзіяй GPLv3 на GitHub. Калі вы знайшлі праблемму або хочаце прапанаваць асаблівасць, калі ласка адкройце праблемму на GitHub. Дзякуй!
bg: Кодът е лицензиран под GPLv3 на GitHub. Ако срещнете някакви проблеми или искате да поискате функция, моля,отворете тема в GitHub. Благодаря!
ca: Creat al GitHub sota llicència GPLv3. Si trobeu cap error o voleu suggerir una característica, feu-ho mitjançant el GitHub. Gràcies!
cs: Kód je licencován pod licencí GPLv3 na GitHubu. Pokud narazíte na nějaké problémy nebo chcete požádat o nějakou funkci, otevřete prosím problém na GitHubu. Děkujeme!
de: Der Quellcode ist unter der GPLv3 lizenziert und auf GitHub verfügbar. Wenn irgendwelche Probleme auftreten oder du einen Wunsch für ein Feature hast, öffne bitte ein 'Issue' auf GitHub. Danke!
el: Ο κώδικας έχει άδεια GPLv3 στο GitHub. Αν εμφανιστεί κάποιο πρόβλημα ή θέλετε να ζητήσετε μια νέα δυνατότητα, παρακαλώ ανοίξτε ένα issue στο GitHub. Ευχαριστώ!
es: El código está bajo licencia GPLv3 en GitHub. Si encuentras algún problema o quieres pedir alguna función, por favor abre un reporte en GitHub. ¡Gracias!
eu: Kodea GitHub-en GPLv3 lizentziapean dago. Arazoren bat aurkitzen baduzu, edo funtzioren bat eskatu nahi baduzu, mesedez, ireki ohar bat Github-en. Eskerrik asko!
fr: Le code est publié sous licence GPLv3 sur GitHub. Si vous rencontrez un problème ou souhaitez une fonctionnalité, vous pouvez ouvrir un ticket sur Github. Merci !
gl: O código está baixo licenza GPLv3 en GitHub. Se atopas problemas o queres pedir unha característica, por favor abre un "issue" en GitHub. Grazas!
hu: A kód a GitHub-on van közzétéve GPLV3 licenc alatt. Ha bármilyen probléma merült fel, vagy szeretne egy funkciót, kérjük nyisson meg egy kérést a Githubon. Köszönöm!
ia: Le codice es sub licentia GPLv3 sur GitHub. Si tu trova alicun problemas o vole demandar un functionalitate, aperi un issue in GitHub. Gratias!
id: Kode ini dilisensikan di bawah GPLv3 pada GitHub. Jika anda menemukan masalah apapun atau ingin meminta sebuah fitur, silakan membuka sebuah isu di GitHub. Terima kasih!
is: Kóðinn er gefinn út með GPLv3-notkunarleyfi á GitHub. Ef þú rekst á einhver vandamál eða vilt biðja um einhverja eiginleika, ættirðu að opna verkbeiðni á GitHub. Takk fyrir!
it: Il codice è rilasciato su licenza GPLv3 su GitHub. Se si riscontrano problemi o si desidera richiedere una funzionalità, si prega di aprire un issue su GitHub. Grazie!
ja: 本アプリのソースコードはGPLv3ライセンスでGitHubにて配信されています。 ご質問・ご要望・不具合報告などがありましたら、GitHubのIssueでお問い合わせください。ご利用ありがとうございました！
ko: 이 앱은 Github의 GPLv3에 의해 라이선스가 부여됩니다. 문제가 있거나 기능을 요청하시는 경우 Github에서 Issue를 개설해 주십시오. 감사합니다!
ml: GitHub-ലെ GPLv3-ന് കീഴിൽ കോഡ് അനുമതി ചെയ്‌തിരിക്കുന്നു. നിങ്ങൾക്ക് എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ നേരിടുകയോ ഒരു സവിശേഷത അഭ്യർത്ഥിക്കുകയോ ചെയ്യുകയാണെങ്കിൽ, ദയവായി GitHub-ൽ ഒരു പ്രശ്നം തുറക്കുക. നന്ദി!
ms: Kod ini dilesenkan di bawah GPLv3 di GitHub. Jika anda menghadapi sebarang masalah atau ingin meminta ciri, sila buka isu di GitHub. Terima kasih!
nb: Lisensiert GPLv3+ på GitHub. Send inn feilrapporter der hvis du har problemer eller vil foreslå en funksjon. Takk.
nl: De code is gelicentieerd onder de GPLv3 op GitHub. Als u problemen ondervindt of een functie wilt aanvragen, opent u een probleem op GitHub. Bedankt!
pl: Kod jest udostępniony na licencji GPLv3 na GitHub. Jeśli zauważyłeś jakiś problem lub chcesz poprosić o dodatkową funkcję, zgłoś to jako problem na GitHub. Dzięki!
pt: O código está licenciado sob a licença GPLv3 no GitHub. Se você encontrar qualquer problema ou quiser requisitar algum recurso, por gentileza, abra uma questão no GitHub. Obrigado!
pt_br: O código está licenciado sob a GPLv3 no GitHub. Se você encontrar algum problema ou quiser solicitar um recurso, abra um problema no GitHub. Obrigado!
ro: Codul este licențiat sub GPLv3 pe GitHub. Dacă întâmpinați probleme sau doriți să solicitați o funcție, deschideți o problemă pe GitHub. Mulțumiri!
ru: Код распространяется по лицензии GPLv3 на GitHub. Если вы столкнулись с какими-то проблемами или хотите посоветовать новый функционал для приложения, пожалуйста, откройте Issue на GitHub. Спасибо!
sl: Koda je na portalu GitHub licencirana pod GPLv3. Če naletite na kakršne koli težave ali želite predlagati kakšno novo funkcijo, potem prosim odprite vprašanje na GitHub portalu. Hvala!
ta: கிதுபில் உள்ள GPLV3 இன் கீழ் குறியீடு உரிமம் பெற்றது. நீங்கள் ஏதேனும் சிக்கல்களை எதிர்கொண்டால் அல்லது ஒரு அம்சத்தைக் கோர விரும்பினால், தயவுசெய்து கிட்அப்பில் ஒரு சிக்கலைத் திறக்கவும். நன்றி!
tr: Kod, GitHub'da GPLv3 altında lisanslanmıştır. Herhangi bir sorunla karşılaşırsanız veya bir özellik talep etmek isterseniz, lütfen GitHub'da bir sorun açın. Teşekkürler!
uk: Код ліцензовано згідно GPLv3 на GitHub. Якщо ви зіткнулися з будь-якими проблемами або хочете подати запит на функцію, відкрийте питання на GitHub. Дякую!
zh: GitHub 上有源代码，源代码以 GPLv3 许可协议发布。如果您碰到什么问题或者想要某种功能，可以在 GitHub 上提出 issue。谢谢！
zh_hant: 此程式碼在 GitHub 上以 GPLv3 許可證發佈。如果你遇到任何問題或想要請求功能，請在 GitHub 上提出問題。謝謝！

# lockCaptureOrientation
source: Lock auto orientation [RESTART REQUIRED]
ar: قفل الاتجاه التلقائي [يحتاج إعادة التشغيل]
be: Заблакаваць аўтаматычную змену арыентацыі [ПАТРАБУЕЦЦА ПЕРАЗАПУСК]
bg: Заключване на автоматичната ориентация [ИЗИСКВА СЕ РЕСТАРТ]
ca: Bloca l'orientació automàtica [REQUEREIX REINICIAR]
cs: Uzamknout automatickou oritentaci [VYŽADOVÁN RESTART]
de: Automatische Bildschirmausrichtung sperren [NEUSTART ERFORDERLICH]
el: Κλείδωμα αυτόματου προσανατολισμού [ΧΡΕΙΑΖΕΤΑΙ ΕΠΑΝΕΚΚΙΝΗΣΗ]
es: Fijar la rotación automática [REQUIERE REINICIO]
eu: Errotazio automatikoa finkatzea [BERRABIARAZTEA ESKATZEN DU]
fr: Verrouiller l'orientation automatique [REDÉMARRAGE NÉCESSAIRE]
gl: Bloqueo da orientación automática [REINICIAR]
hu: Képernyőtájolás zárolása [ÚJRAINDÍTÁS SZÜKSÉGES]
ia: Blocar le orientation automatic [REQUIRE REINITIO]
id: Kunci orientasi otomatis [MEMERLUKAN RESTART]
is: Læsa sjálfvirkri stefnu [ENDURRÆSING NAUÐSYNLEG]
it: Blocca rotazione automatica [RIAVVIO NECESSARIO]
ja: 画面回転をロックする [再起動必須]
ko: 화면 회전 잠금 [앱 재시작 필요]
ms: Kunci orientasi automatik [RESTART DIPERLUKAN]
nb: Lås auto-sideretning (omstart kreves)
nl: Automatische oriëntatie vergrendelen [OPNIEUW STARTEN]
pl: Blokada obrotu ekranu [WYMAGANY RESTART]
pt: Travar a auto-orientação [É PRECISO REINICIAR]
pt_br: Travar orientação automática [NECESSÁRIO REINICIAR]
ro: Blocare orientare automată [REPORNIRE NECESARĂ]
ru: Заблокировать автоповорот [Требуется перезапуск]
sl: Zakleni samodejno usmerjenost zaslona [ZAHTEVAN JE PONOVNI ZAGON]
ta: லாக் ஆட்டோ நோக்குநிலை [மறுதொடக்கம் தேவை]
tr: Otomatik yönlendirmeyi kilitle [YENİDEN BAŞLATMA GEREKLİ]
uk: Заблокувати автоматичну орієнтацію [НЕОБХІДНО ПЕРЕЗАПУСТИТИ]
zh: 固定自动旋转 [重启软件生效]
zh_hant: 鎖定自動旋轉方向［需要重新啟動］
